<DIV class="headers">
   КАФЕДРА ЭКОНОМИЧЕСКОЙ ТЕОРИИ И МИРОВОЙ ЭКОНОМИКИ
им. С.М.Мансурходжаева
</DIV>

<DIV class="image_right" ><IMG SRC="img/52.jpg"></IMG>
   <BR>Мансурходжаев С.М.
</DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра экономической теории была создана приказом № 77 от 1.09.1996 года. На основании заседания Ученого Совета КЭУ от 28 октября 2011 года (протокол № 2) кафедра экономической теории, согласно профиля подготовки специалистов, была переименована в кафедру экономической теории и мировой экономики.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра является одной из ведущих кафедр университета, осуществляющая подготовку бакалавров и магистров по направлению «Экономика», профилям «Мировая экономика», «Мировая экономика и внешнеэкономическая деятельность», с 2014-15 уч. года, «Внешнеэкономическая деятельность и международная торговля» на английском языке с 2015-16 уч. года очной формы обучения.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Задача кафедры: совершенствование образовательной деятельности и повышение качества подготовки специалистов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Цель кафедры: органичное соединение образовательной и научно-исследовательской деятельности, подготовка специалистов на основе новейших достижений науки и техники.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Задачами кафедры являются:
     <UL class="ul_blue">
	    <LI>- совершенствование учебно-методической работы;
        <LI>- совершенствование педагогического мастерства профессорско-преподавательского состава;
	    <LI>- совершенствование технологий обучения с целью развития творческого потенциала личности студента;
	    <LI>- формирование индивидуальной образовательной деятельности студента;
		<LI>- проведение воспитательной работы среди студентов;
        <LI>- подготовка научно-педагогических кадров и повышение их квалификации.
     </UL>
   </DIV>
<DIV class="image_center" ><IMG SRC="img/53.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Структура кафедры: на кафедре работают известные ученые-экономисты Кыргызской Республики и высокопрофессиональные преподаватели, имеющие большой стаж научной и преподавательской деятельности. В их числе основатель, и на протяжении 20 лет бессменный ректор КЭУ, Заслуженный работник образования республики, чл. корр. Инженерной академии КР, чл.корр. Академии менеджмента и рынка (г. Москва, РФ), д.э.н., профессор Камчыбеков Т.К.; Заслуженный экономист КР, академик Инженерной академии КР, основатель Научно-исследовательского Института инновационной экономики при КЭУ, чл. корр. АН КР, д.э.н., профессор Мусакожоев Ш.М.; ветеран труда, к.э.н., почетный профессор КЭУ Мансурходжаев С.М. старейший работник образования. В то же время на кафедре работают молодые преподаватели, закончившие с отличием ВУЗы нашей республики и продолжающие обучаться в магистратуре и аспирантуре.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В целях повышения уровня подготовки специалистов, кафедра привлекает в качестве преподавателей совместителей и почасовиков из числа ведущих преподавателей, докторов и кандидатов наук, видных специалистов министерств и ведомств республики.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Согласно этим направлениям преподаватели кафедры проводят научно-исследовательскую работу по теме «Мировой опыт развития предпринимательства в странах с различным уровнем развития экономики», постоянно работают над повышением своей квалификации и педагогического мастерства. Кроме того, систематически проходят курсы повышения квалификации по линии «ЕdNET». Молодые преподаватели кафедры имеют возможность стажироваться в передовых вузах СНГ и Европы. В частности члены кафедры проходили стажировку в Бельгии, Турции, Чехии, Казахстане и т.д.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Профессорско-преподавательский состав кафедры активно занимается научно-исследовательской работой, разработкой учебно-методических пособий и интерактивных методов обучения, участвует в международных, республиканских и межвузовских научно-теоретических конференциях.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На основе научных исследований, начиная с 2010 года, членами кафедры был опубликован ряд научных монографий и учебников. В данных научных трудах рассматриваются вопросы, посвященные проблемам инновационного развития экономики; совершенствования межгосударственного экономического сотрудничества; регулированию социальной сферы и системы образования, и др.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Одним из важных направлений деятельности сотрудников кафедры является организация постоянной работы по установлению творческих и иных связей с другими образовательными и научными учреждениями в целях разработки актуальных научных тем и дальнейшей научно-исследовательской работы. Только за прошедший год силами сотрудников кафедры были организованы и проведены две межвузовские студенческие конференции.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Важным событием в деятельности нашего университета стала организация и проведение сотрудниками кафедры международной научно-практической конференции «Национальная стратегия в области экономического и социального развития Кыргызской Республики», где обсуждались вопросы по реализации Стратегии устойчивого развития Кыргызской Республики в 2013 – 2017 гг. Конференция была проведена в рамках ежегодного экономического форума «Мусакожоевские чтения».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра является выпускающей по направлению «Экономика», профиль «Мировая экономика». Специалисты этого профиля имеют возможность работать в валютно-кредитной и финансовой сферах, в структурах, как на национальном, так и на международном уровнях, на предприятиях всех правовых форм собственности, сфере государственного бюджета. Студенты, завершившие обучение по программам бакалавриата, имеют возможность продолжить образование в магистратуре и аспирантуре.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/67.jpg"></IMG></DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/54.jpg"></IMG>
	     <BR>Асизбаев Р.Э.
		 <BR>д.э.н., проректор
         <BR>по учебной работе 
	</DIV>
    <DIV class="staff"><IMG SRC="img/55.jpg"></IMG>
	     <BR>Камчыбеков Т.К.
		 <BR>ректор КЭУ им. М.Рыскулбекова,
         <BR>д.э.н., профессор
	</DIV>
	<DIV class="staff"><IMG SRC="img/56.jpg"></IMG>
	     <BR>Рыскулов С.К.
		 <BR>к.э.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/57.jpg"></IMG>
	     <BR>Аджимидинов Н.
		 <BR>и.о.доцента кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/58.jpg"></IMG>
	     <BR>Бигалиева А.Н.
		 <BR>к.э.н., зав.кафедрой 
         <BR>ЭТиМЭ
	</DIV>
	<DIV class="staff"><IMG SRC="img/59.jpg"></IMG>
	     <BR>Байжанова Г.К.
		 <BR>к.э.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/60.jpg"></IMG>
	     <BR>Артыкбаева Г.Ш.
		 <BR>к.э.н., доцент кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/61.jpg"></IMG>
	     <BR>Абдракманова Д.С.
         <BR>доцент кафедры
	</DIV>
	<DIV class="staff"><IMG SRC="img/62.jpg"></IMG>
	     <BR>Кадыралиев А.Т
		 <BR>к.э.н., и.о.доцента кафедры
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/63.jpg"></IMG>
	     <BR>Илипова Г.С.
		 <BR>ст.преподаватель 
	</DIV>
    <DIV class="staff"><IMG SRC="img/64.jpg"></IMG>
	     <BR>Тян Г.М.
         <BR>преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/65.jpg"></IMG>
	     <BR>Абдухалыкова А.Д.
		 <BR>преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/66.jpg"></IMG>
	     <BR>Алымсеитова Б.К.
		 <BR>преподаватель
	</DIV>
</DIV> -->


