<DIV class="headers">КАФЕДРА ФИЛОСОФИИ И СОЦИАЛЬНО -ГУМАНИТАРНЫХ НАУК</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра философии и социально-гуманитарных наук является учебно-научным структурным подразделением. Она осуществляет свою деятельность на всех специальностях Кыргызского экономического университета. Деятельность кафедры регламентируется Уставом университета.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Целью деятельности кафедры является удовлетворение культурно-образовательных потребностей личности и общества на основе принятых образовательных стандартов Кыргызской Республики.
   </DIV>

<DIV class="text_title">Из истории кафедры ФиСГН  </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра философии и социально-гуманитарных наук была основана в 1997 году. Первым ее руководителем стала Гульнара Абдуваситовна Бакиева (годы жизни: 1958–2003), тогда еще кандидат философских наук. Ей выпала честь набрать первый состав кафедры, подготовить документацию, привлечь студентов к общественной работе и заинтересовать их гуманитарными науками. Со дня основания кафедры здесь работают такие преподаватели, как Иваков А.Н., Исмаилова К.К., Эталиева А.А., Джусупова А.Дж., Зеваева Н.Е., Зиязова Р.Р., внесшие большой вклад в работу кафедры. Так, доцент кафедры Исмаилова К.К., отличник образования КР, работает в университете с 1979 года.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Методический кабинет им. Г. Бакиевой был учрежден приказом ректора БГУЭП от 14 июня 2004 года, за № 157, на основании рекомендации Республиканской научно-практической конференции: «Социальная память: сущность, место и роль в обществе», посвященной памяти доктора философских наук, профессора Бакиевой Гульнары Абдуваситовны.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В различные годы на кафедре философии и социально-гуманитарных наук работали известные личности Кыргызстана, кандидаты и доктора наук: Акмолдоева Ш.Б., Акиева Г.С., Абдуллаев С.А., Нусупов Н.Н., Алдашева А.А., Иманканов К.И., Кенешбекова Б.Э., Илебаев А.К. и другие.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Следующий заведующий кафедрой (2003-2011 гг.), Иваков Аваз Намазбекович сумел собрать поистине «золотой» состав кафедры. Были приглашены для чтения лекций студентам и аспирантам КЭУ профессора Асанова Умут Асановна и Уметалиева Жамал Темиркуловна.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/195.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С 2011 года профессор Иваков А.Н. передал руководство кафедрой молодому специалисту, кандидату исторических наук, доценту Бегалиевой А.С., под руководством которой кафедра получила новый импульс развития, принесший позитивные плоды в жизнь КЭУ в целом. В 2013 году, по предложению Фонда музейных инициатив Кыргызской Республики и ученых вузов-партнеров, на базе кафедры был открыт Центр развития культурного туризма в Кыргызстане. Руководитель – А.К. Алымова, научный консультант – А.С. Бегалиева.
   </DIV>
<DIV class="text_title">Учебно-методическая работа</DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре осуществляется преподавание таких дисциплин как философия, отечественная история, культурология, социология, политология, правоведение, правовое регулирование индустрии гостеприимства, таможенное право, правовое регулирование внешнеэкономической деятельности Кыргызской Республики, правовое регулирование коммерческой деятельности, бизнес и право, этика делового общения, психология и педагогика, психология коммерции, психология деловых отношений, психология, человек и его потребности, туризм и искусство в Центральной Азии, которые призваны не только помочь становлению мировоззрения современного человека, но и сформировать необходимые дополнительные знания высококвалифицированного специалиста экономического профиля
   </DIV>
<DIV class="text_title">Учебно-методическая работа</DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
       Уже в первый год работы кафедры была выбрана научно-исследовательская тема коллектива - «Трансформация cовременного кыргызского общества». Эта тема позволяла сочетать в себе различные аспекты научной работы по всем отраслям социально-гуманитарных наук, потому как на кафедре работали философы, историки, культурологи, социологи, политологи, психологи. Молодые преподаватели во главе с Гульнарой Абдуваситовной организовали студенческий диспут-клуб «Даанакер», где обсуждались актуальные проблемы современного общества. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Под руководством Бакиевой Г.А. и Ивакова А.Н. преподаватели Эталиева А.А. и Джусупова А.Дж. разработали тесты по философии для республиканского тестирования студентов. Преподаватели кафедры участвовали в конкурсе учебно-методических комплексов, организованном АУО «EDNET» и Министерством образования и науки Кыргызской Республики, и получили дипломы финалистов.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/196.jpg"></IMG></DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2011-2012 гг. были опубликованы учебные пособия Бегалиевой А.С. для студентов туристических вузов, рекомендованные МОиН КР «Историко-культурное наследие в туризме Кыргызской Республики» и «Религиозный туризм в Кыргызской Республике». В 2013 году заведующей кафедрой Бегалиевой А.С. опубликована монография, а в 2014 году успешно защищена докторская диссертация по отечественной истории на тему «Культурный туризм в Кыргызской Республике: история и перспективы развития». В 2015 году старший преподаватель кафедры Алымова А.К. защитила кандидатскую диссертацию также по отечественной истории на тему «Культура и быт народов Центральной Азии в материалах экспедиции К.Г. Маннергейма».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра является внешней организацией, где проходят обсуждения кандидатских диссертаций аспирантов и соискателей института философии и права Национальной академии наук Кыргызской республики. Также на кафедре принимаются вступительные экзамены по философии в аспирантуру КЭУ и кандидатские минимумы по философии.
   </DIV>
<DIV class="text_title">Международные связи</DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра имеет внешние связи с кафедрой социологии Санкт-Петербургского государственного университета и Вашингтонским университетом Соединенных Штатов Америки, где была издана на английском языке монография доктора философских наук Бакиевой Г.А. «Социальная память и современность», что имело широкий резонанс. Кафедра активно сотрудничает с ведущими вузами стран СНГ, Турции, США.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/197.jpg"></IMG> <BR>В кабинете имени Бакиевой Г.А.</DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/198.jpg"></IMG>
	     <BR>Иваков А.Н. 
		 <BR>к.ф.н., доцент
	</DIV>
    <DIV class="staff"><IMG SRC="img/199.jpg"></IMG>
	     <BR>Эталиева А.А.
		 <BR>и.о.зав.кафедрой ФиСГН
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/200.jpg"></IMG>
	     <BR>Бегалиева А.С.
		 <BR>д.и.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/201.jpg"></IMG>
	     <BR>Зеваева Н.Е.
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/202.jpg"></IMG>
	     <BR>Исмаилова К.К.
         <BR>доцент каф. ФиСГН
	</DIV>
	<DIV class="staff"><IMG SRC="img/203.jpg"></IMG>
	     <BR>Алымова А.К.
		 <BR>преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/204.jpg"></IMG>
	     <BR>Мамырканова Г.С.
		 <BR>преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/205.jpg"></IMG>
	     <BR>Джусупова А.Д.
		 <BR>ст. преподаватель
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/206.jpg"></IMG>
	     <BR>Исмаилова А.К.
		 <BR>ст.лаборант
	</DIV>
</DIV>
 -->

