<DIV class="headers">КАФЕДРА ЭКОНОМИКИ, МЕНЕДЖМЕНТА И МАРКЕТИНГА</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
   В 1997 году в составе Бишкекского коммерческого колледжа впервые была создана кафедра экономики и финансов, которая стала основой для начала организации учебного процесса в соответствии с требованиями системы высшего профессионального образова- ния. Заведующей кафедрой была назначена Асаналиева Сонун Асаналиевна (1943-2015)- к.э.н., доцент, много лет проработавшая в Кыргызском государственном университете. Вместе с ней пришли на кафедру такие опытные преподаватели как Серебрянский А.Т., Беккулиева Б.М., Алкадырова Ч.М. В состав кафедры были включены и преподаватели, работавшие во Фрунзенском техникуме советской торговли - Барановская И.М., Тришкина Н.А.

        
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 1999 году на базе этого структурного подразделения и была создана новая кафедра - «Товароведение и экспертиза товаров», затем в 2000 году кафедра «Финансы и кредит».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2001г. кафедра называлась кафедрой маркетинга и предпринимательства, которая в 2006 году была разделена на две: менеджмента и кафедру экономики и бизнеса.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2008 году на базе этих двух кафедр была образована ныне действующая кафедра экономики, менеджмента и маркетинга, заведующим которой был назначен к.э.н., профессор Алманбетов Ш.Б.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра является одной из профильных кафедр КЭУ. Общая численность преподавателей составляет 14 человек, из которых 7 имеют ученые степени, в том числе 4 доктора наук и 3 кандидата наук. Среди них членкорреспондент НАН КР, д.э.н., профессор Исманов А.И.; д.э.н., профессор Самигуллин Э.В.; к.э.н., профессор Алманбетов Ш.Б. В то же время на кафедре работают молодые преподаватели, закончившие с отличием ВУЗы нашей республики и продолжающие обучаться в аспирантуре и магистратуре.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра проводит научные исследования по теме «Модернизация системы рыночных механизмов, обеспечивающей устойчивый рост экономики КР» в рамках общеуниверситетской темы «Проблемы экономического роста КР и пути их решения». Полученные результаты были опубликованы в монографии, изданной под редакцией академика Т.К. Койчуева, сборниках научных трудов, республиканских журналах. По результатам исследований за последние пять лет защищены ряд докторских и кандидатских диссертаций, опубликованы более 200 научных монографий и статей. В рамках исследовательской темы кафедрой проводятся ежегодные республиканские научно-практические конференции.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За последние годы на кафедре изданы ряд учебников и учебных пособий: Барановская И.М. «Общая теория статистики», (2000г.); Асаналиева С.А. «Экономика предприятий» (2003; 2009); Асаналиева С.А., Алкадырова Ч.М. «Практикум по экономике предприятия» (2004г.); Асаналиева С.А. «Бизнес планирование» (2006); Асаналиева С.А. «Организация производства на промышленных предприятиях отрасли» (2011); Самигуллин Э.В. «Основы коммерческой деятельности» (2014); Самигуллин Э.В. «Экономическая теория» (2015).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватели кафедры участвуют в образовательном процессе подразделений, реализующих программы бакалавриата и подготовки специалистов, магистратуры. Основным направлением работы кафедры является подготовка современных кадров на базе международной двухуровневой системы образования «бакалавр – магистр» по направлению «Экономика» и «Менеджмент». Начиная с 2014-2015 учебного года, кафедра готовит бакалавров направления «Экономика» по профилю «Экономика малого и среднего бизнеса» и направления «Менеджмент» по профилю «Менеджмент маркетинг». Выпускники данных направлений ориентированы на работу в бизнес структурах в качестве квалифицированных руководителей и специалистов экономического направления: экономистов, маркетологов, специалистов по управлению человеческими ресурсами, менеджеров различного уровня.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Бакалавры экономики и менеджмента имеют возможность продолжить фундаментальную специализированную подготовку в магистратуре по магистерской программе «Общий и стратегический менеджмент».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Учебная работа на кафедре осуществляется по системе «интегрированное бизнес-образование». В это понятие входит подготовка высококвалифицированных специалистов, способных работать в условиях рынка. В методике преподавания основное место занимает обучение, базирующееся на интерактивных методах обучения: деловые игры, метод конкретных ситуаций, моделирование и разбор экономических ситуаций и др.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра планомерно и системно стремится создать внутри коллектива атмосферу творческой активности преподавателей, обеспечить развитие и соблюдение профессио-нальных, нравственных и этических норм, использование воспитательных возможностей учебных дисциплин и потенциала отдельных преподавателей во вне учебной работе со студентами.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В рамках сотрудничества с работодателями студенты направляются на производственную практику. Основными базовыми предприятиями являются ОсОО «Смановалко», АО «Илбирс», ОсОО «Кант Сут», ОсОО «Строй - Сити», ЗАО «Шоро», ЧП Ашимова «АйсИрбис», ЗАО «Алтын Тамыр», АО «Акун», АО «Арашан», ОсОО «Сманов», АО «Кыргыз Темир», ОсОО «Александра». ЗАО «Кыргызалтын», ОсОО «Голден Ком», ОАО «Кыргыз Мебель», ЧП «Бегемот».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кроме того, квалифицированные выпускники кафедры востребованы в государственных органах управления и органах местного самоуправления (экономические отделы), в рыночных структурах (рынок ценных бумаг, фондовые биржи и т.д.), в национальных компаниях (фирмах) и международных корпорациях, в международных проектах и научно-исследовательских организациях.
   </DIV>

 <DIV class="image_center" ><IMG SRC="img/207.jpg"></IMG></DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/208.jpg"></IMG>
	     <BR>Алкадырова Ч.М.
		 <BR>к.э.н., доцент,
         <BR>и.о.зав.кафедрой ЭМиМ
	</DIV>
    <DIV class="staff"><IMG SRC="img/209.jpg"></IMG>
	     <BR>Алманбетов Ш.Б.
		 <BR>к.э.н., профессор
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/210.jpg"></IMG>
	     <BR>Асаналиева С.
		 <BR>к.э.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/211.jpg"></IMG>
	     <BR>Самигуллин Э.В.
		 <BR>д.э.н., доцент
	</DIV>
    <DIV class="staff"><IMG SRC="img/212.jpg"></IMG>
	     <BR>Вереничкина Л.И.
		 <BR>ст. преподователь
	</DIV>
	<DIV class="staff"><IMG SRC="img/213.jpg"></IMG>
	     <BR>Барановская И.М.
		 <BR>и.о.доцента
	</DIV>
	<DIV class="staff"><IMG SRC="img/214.jpg"></IMG>
	     <BR>Соодонбекова А.Ж.
		 <BR>ст.преподаватель
	</DIV>
</DIV> -->

