<DIV class="headers">КАФЕДРА ФИНАНСОВ И КРЕДИТА им. С.А.Сулайманбекова </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Одним из основных профильных кафедр КЭУ является кафедра «Финансы и кредит». Она была создана 15 лет назад приказом ректора БГИЭК за № 2 от 4 июля 2000 года.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Создание кафедры «Финансы и кредит» под руководством к.э.н. Узакбаевой У.У. (2000-2004) является результатом системной работы по максимизации использования и приумножения главных составляющих высшего профессионального образования. Сегодня кафедру финансов и кредита можно назвать основной бюджетообразующей выпускающей кафедрой, так как более 50% студентов университета - обучающиеся по профилям «Финасы и кредит» и «Налоги и налогообложение».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Состав кафедры - четыре доктора экономических наук, 12 кандидатов экономических наук, 5 старших преподавателей. Удельный вес остепененных профессоров, доцентов составляет 82%, а с учетом совместителей - 95%.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/68.jpg"></IMG>
   <BR>Диаграмма – динамика ППС и выпускников специальности «Финансы и кредит» за 2007-2013 годы
</DIV>
<DIV class="image_center" ><IMG SRC="img/69.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра сумела сконцентрировать в своем составе непосредственно прямых носителей практических знаний по профильным специальностям. Так, профессор Сулайманбеков С.А., Заслуженный экономист Кыргызской Республики- один из разработчиков и авторов национальной валюты, заведовал кафедрой с 2004 по 2008годы. В память о С.А. Сулайманбекове, оценив его вклад в становление и развитие денежно-кредитной системы Кыргызстана, научную и педагогическую деятельность, на основе решения Ученого совета КЭУ, приказом ректора Камчыбекова Т.К в 2012 году кафедре было присвоено имя Сулайманбекова С.А.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Профессор, Заслуженный экономист Кыргызской Республики, д.э.н. Жапаров А.У. является основоположником разработки механизма прозрачности бюджета КР и госзакупок; профессор Узакбаева У.У. - опытный ведущий специалист МФ КР; д.э.н., профессор Чолбаева С.Дж. - опытный практический специалист финансовой системы республики, стоявшая у истоков разработки и внедрения Налогового Кодекса Кыргызской Республики (1996 и 2008гг), новейшей бюджетной и финансовой политики государства.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С момента основания кафедры подготовлено и выпущено немало выпускников, аспирантов и соискателей, работающих руководителями отделов в аппарате Жогорку Кенеша КР, ведущими специалистами министерств, ведомств, государственных служб и агентств. В частности, к.э.н. Нарбеков Б.Н. работает заместителем председателя комитета по бюджетам и финансам Жогорку Кенеша КР; Кадыралиев Мирбек (выпускник 2006 года) работает в аппарате Правительства КР; Осмонов Сагынбек (выпускник 2008 года) работает в Управлении Налоговой Службы по Советскому району г. Москвы ; Коккозев Анарбай (выпускник 2009 года) – главный налоговый инспектор отдела рейдового контроля УГНС по Октябрьскомй району г. Бишкек; Автандил уулу Руслан (выпускник 2008г) главный инспектор отдела внешнего контроля УГНС по Свердловскому району г.Бишкек; Чолпонкулов Т.С. (выпускник 2010г) – зам.директора по оптовым закупкам ОсОО «ШНОС»; Те С.Н. (выпускница 2007г) – директор филиала № 3 «Оптима Банка» и многие другие.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Эти наглядные примеры подтверждают роль и значимость кафедры как одного из лучших учебно-научных структурных подразделений, осуществляющего учебно-организационную, учебно-методическую и научно-исследовательскую работу среди студентов, а также подготовку научных кадров, повышение квалификации ППС.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/70.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра «Финансы и кредит» тесно сотрудничает с Комитетами по бюджету и финансам, по налогам Жогорку Кенеша Кыргызской Республики в части прогнозирования и определения возможностей кафедры по использованию информаций законодательного характера по бюджетной, налоговой и фискальной политике Кыргызской Республики в научных и практических целях; с ГНС и ГТС при ПКР, МЭР КР, НБ КР, коммерческими банками, микрокредитными компаниями, министерствами и другими ведомствами.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За годы своего развития кафедра накопила огромный опыт подготовки специалистов своего профиля, ведет образовательную деятельность с учетом принципов Болонской системы и других составляющих элементов, предусмотренных ГОСтом и МО и Н КР по компетентностному подходу к обучению.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В успешную работу кафедры свой вклад в разные годы внесли такие замечательные преподаватели, профессора и доценты, как Узакбаева У.У., Чолбаева С.Дж., Курманбеков О.К., Сулайманбеков С.А., Сансызбаева Г..А., Жапаров Г.Д., Жумалиева Ж.З., Кантороева А.К., Абдыжапаров А.С.,Токтосунова Ч.Т., Кожошев А.О., Нарбеков Б.Н. и многие другие.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Профессорско-преподавательский состав кафедры и студенты, обучающиеся по профилям «Финансы и кредит», «Налоги и налогообложение» имеют высокий уровень образовательной, научно-исследовательской деятельности. К примеру, зав. кафедрой, д.э.н, профессор Чолбаева С.Дж., по результатам конкурса «Лучшие из лучших» 2014 года стала лучшим профессором КЭУ; лучшим старшим преподавателем 2014 года стала старший преподаватель кафедры Назекова М.Т.; выпускница 2013 года стала обладателем Гран-При на международном молодежном экономическом форуме в г. Алматы, Республика Казахстан; студенты Акматова Н., Абасов А., Айтбаева Б., Апышева К и другие получили грамоты, дипломы и сертификаты за первые места как в личном, так и в командном составе в международных и республиканских конференциях, форумах, семинарах-тренингах.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/71.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Стало традицией проведение встреч с руководством финансовой, налоговой, банковской, страховой систем республики, где в результате конкурсного опроса лучшие студенты трудоустраиваются по профилям еще до окончания университета.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Миссия кафедры – это содействие обновлению кыргызской науки и образования, удовлетворение новых потребностей общества в современных высококвалифицированных специалистах на основе сочетаний мирового опыта и лучших отечественных традиций, внедрения международных стандартов в области образования, которая реализуется через следующие основные направления деятельности:
   </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        -реализация образовательно-профессиональных программ образования разных уровней и совершенствование учебно-методической деятельности ППС; совершенствование технологий обучения с целью развития творческого потенциала личности студентов и их возможностей; организация индивидуальной образовательной деятельности студента и проведение воспитательной работы; подготовка высококвалифицированных специалистов и проведение научных исследований по профилю кафедры, научно-практических конференций, семинаров, тренингов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        История становления и развития кафедры финансов и кредита показывает, что она является одной из фундаментальных подразделений КЭУ и важнейшим потенциалом дальнейшего развития университета. В этой связи, уже в 2004 году закладываются целевые направления концепции перехода кафедры из количественных параметров в качественные показатели роста.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В перспективе кафедра намерена закрепить достигнутые результаты и диверсифицировать новые сегменты профильного образования на основании тщательного изучения рынка спроса и предложения специалистов. В связи с тем, что за последние годы наблюдается оживление и устойчивый динамизм роста рынка страхования, и дефицитом специалистов страхового дела со специальной профильной подготовкой и международными рыночными навыками, в новом 2015 учебном году намечено открытие новой специализации «Страховое дело». Академическая система кафедры финансов и кредита.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Образование и профессиональная подготовка на уровне 21 века отнесены к числу основных приоритетов государственной политики в Кыргызстане. Только полноценное, качественное и конкурентоспособное образование, ориентированное на гарантированный результат, может обеспечить профессиональную мобильность человеческих ресурсов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Без формирования качественного профессорско-преподавательского состава невозможно реализовать стратегию подготовки высококвалифицированных кадров для финансово-кредитной системы республики, экономической и социальной сфер деятельности.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Высок и научный потенциал кафедры. Защищена одна докторская диссертация по шифру 00.08.10 «Финансы, денежное обращение и кредит», 8 кандидатских диссертаций.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Стратегические цели кафедры:
     <UL class="ul_blue">
	    <LI>- добиться лидирующего положения на рынке подготовки специалистов в области экономики и финансов, овладеть международными образовательными стандартами, последовательно вводить новые экономические и финансово-банковские дисциплины, необходимые рыночной экономике по мере развития и углубления в республике;
        <LI>- обеспечить поиск наиболее творческих, инициативных профессоров и преподавателей;
	    <LI>- постоянно вести поиск инновационных методов обучения студентов, добиваться академической честности студентов и преподавателей.
     </UL>
   </DIV>
   
<!-- <DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/72.jpg"></IMG>
	     <BR>Чолбаева С.Ж.
 		 <BR>к.э.н., доцент,
         <BR>заведующая кафедрой
	</DIV>
	<DIV class="staff" ><IMG SRC="img/73.jpg"></IMG>
	     <BR>Жапаров Г.Д.
		 <BR>к.э.н., доцент 
	</DIV>
    <DIV class="staff"><IMG SRC="img/74.jpg"></IMG>
	     <BR>Абдыжапаров А.С.
		 <BR>к.т.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/75.jpg"></IMG>
	     <BR>Токтосунова Ч.Т.
 		 <BR>к.э.н., доцент
	</DIV>
	<DIV class="staff" ><IMG SRC="img/76.jpg"></IMG>
	     <BR>Сансызбаева Г.А.
		 <BR>к.э.н., доцент кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/77.jpg"></IMG>
	     <BR>Турсунова Н.М.
		 <BR>к.э.н.
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/78.jpg"></IMG>
	     <BR>Николаева Н.Ф.
 		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff" ><IMG SRC="img/79.jpg"></IMG>
	     <BR>Кантороева А.К.
		 <BR>к.э.н., преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/80.jpg"></IMG>
	     <BR>Чекиров Н.К.
		 <BR>старший преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/81.jpg"></IMG>
	     <BR>Елебесов А.Д.
 		 <BR>старший преподаватель
	</DIV>
	<DIV class="staff" ><IMG SRC="img/82.jpg"></IMG>
	     <BR>Абдукадырова Г.Т.
		 <BR>старший преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/83.jpg"></IMG>
	     <BR>Жумалиева Ж.З.
		 <BR>старший преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/84.jpg"></IMG>
	     <BR>Назекова М.Т.
		 <BR>старший преподаватель
	</DIV>
</DIV> -->