<DIV class="headers">КАФЕДРА БУХГАЛТЕРСКОГО УЧЕТА, АНАЛИЗА И АУДИТА </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Становление кафедры началось с подготовки специалистов по программе «Аудиторство». До 1996 года подготовка специалистов по аудиторскому контролю производилась по программе «Ревизия и контроль», которая в полной мере не соответствовала переходному периоду к рыночной экономике. В связи с чем заместителем директора техникума Бердибаевой К.Т. и профессором кафедры «Бухгалтерский учет» КГУ Чаловой К.Ч. была составлена и утверждена Министерством народного образования и науки Кыргызской Республики индивидуальная программа подготовки специалистов среднего звена по аудиторству для работы в аудиторских фирмах.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За 1997-2001 год было подготовлено более 150 специалистов со средним профессиональным образованием, из них более 50 получили диплом с отличием и были трудоустроены в аудиторских компаниях.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Одновременно, по заданию Государственной комиссии по аудиторской деятельности при Правительстве Кыргызской Республики, проходила переподготовка практикующих бухгалтеров и аудиторов. По договору полностью прошли переподготовку по международным стандартам финансовой отчетности сотрудники рынка «Дордой», Госрегистра Кыргызской Республики, ОАО «Кыргызмебель» и др. Следует отметить, что переподготовку по аудиту проходили не только кадры Кыргызской Республики, но и Казахстана. Сотрудниками кафедры были подготовлены тесты для сертификации по специализации, а затем для выдачи лицензии.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 1996 году, в связи с переходом к рыночной экономике, приняты меры по совершенствованию плана счетов бухгалтерского учета. Были созданы рабочие группы во главе с профессорами кафедры Чаловой К.Ч., Осмоналиевым А.О., Тантабаевым Ы.Т., Сулаймановой У.С. и др. Ими был разработан и принят Генеральный план счетов финансово-хозяйственной деятельности хозяйствующих субъектов и инструкция по его применению.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/85.jpg"></IMG>
  
</DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2001 году образовалась кафедра Бухгалтерского учета, анализа и аудита, которой до 2011 года заведовала к.э.н., профессор Сулайманова У. С. Ею был сформирован основной высококвалифицированный профессорско-преподавательский состав, способный в условиях конкуренции занимать престижные позиции в подготовке грамотных специалистов. Одним из основных направлений развития было создание ОО «Институт дипломированных бухгалтеров». На базе данного объединения проходили переподготовку бухгалтеры – практики, предприниматели и студенты других специальностей.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С мая 2011 года руководство кафедрой осуществляет к.э.н, доцент Ногойбаева Э. К.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В этот период основными стратегическими целями кафедры становятся:
    <UL class="ul_blue">
	    <LI>- дальнейшее совершенствование образовательных программ и качества образовательного процесса;
        <LI>- улучшение качественного состава научно-педагогических кадров кафедры (повышение уровня остепененности и профессионализма);
	    <LI>- совершенствование материально-технической базы кафедры в соответствииn с современными образовательными 
		<LI>- повышение активности взаимодействия кафедры с внешней средой.
     </UL>
   </DIV>
    <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Реализацией этих целей уже стали: участие преподавателей кафедры в разработке Государственного образовательного стандарта третьего поколения, заключение договоров о сотрудничестве с ВУЗами и научно-исследовательскими институтами стран ближнего и дальнего зарубежья, участие в международных проектах, выполнение совместных научно-исследовательских работ и т.д.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Высокий квалификационный уровень профессорско-преподавательского состава кафедры позволяет поддерживать на должном уровне и постоянно совершенствовать учебный процесс и его методическое обеспечение. Регулярно и кардинально, в соответствии с требованиями к обновлению знаний, пересматриваются учебные планы и учебные программы курсов, уточняется их соответствие государственному образовательному стандарту.
   </DIV>

   <DIV class="image_center" ><IMG SRC="img/86.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Ответственный и серьезный подход к подготовке будущих специалистов и высокая требовательность к ним позволяют обеспечивать высокое качество подготовки выпускников. За все время становления и развития кафедры наши студенты занимали первые места в различных конкурсах, Республиканской олимпиаде по бухгалтерскому учете, анализу и аудиту, ежегодно становились стипендиатами ведущих банков и организаций республики. Результаты научных исследований студентов регулярно публикуются в научных сборниках. Сами студенты под руководством преподавателей кафедры активно участвуют в межвузовских, республиканских и международных научных конференциях.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Уровень преподавания на кафедре напрямую связан с активной научной деятельностью преподавателей. За последние годы членами кафедры были защищены 1 диссертация на соискание ученой степени кандидата экономических наук, 1 - на соискание ученой степени доктора экономических наук, 6 преподавателей работают над диссертациями на соискание ученой степени кандидата экономических наук и 2 - на соискание ученой степени доктора экономических наук.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Ведущие специалисты кафедры осуществляют научное руководство подготовкой аспирантов и соискателей ученой степени по специальности 08.00.12 «Бухгалтерский учет, статистика» и 08.00.05 «Экономика и управление народным хозяйством».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре проходят научную подготовку 6 аспирантов очной и заочной форм обучения. Количество опубликованных научных и учебно-методических трудов за последние пять лет составило: 135 научных статей, 4 монографии, 5 – учебников и учебных пособий, 63 наименования учебно-методических изданий, в том числе учебные пособия, практикумы и методические указания. Среди них: «Налоговый учет и аудит» (Чалова К.Ч., 1999 г.), «Теория и практика учетной политики» (Чалова К. Ч., 2000 г.), «Аудит» (Чалова К.Ч., Биримкулова А.Д., 2005 г.), «Учетная политика активов» (Сулайманова У.С., 2010 г.), «Учет, аудит и анализ системы депозитов банковской сферы Кыргызской Республики» (Биримкулова А. Д., 2011 г.), «Концепции и процедуры финансового анализа» (Осмоналиев А.О., 2011 г.), «Системная трансформация: 20 летний опыт Кыргызстана» (Осмонова Ж.Б., 2012 г.), «Экономика сельского хозяйства» (Жумабаев Ж.Ж., 2012 г.), «Бухгалтерский (финансовый) учет» (Ногойбаева Э.К., Сулайманова У.С., 2012 г.).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		Вместе с тем на кафедре постоянно разрабатываются новые возможности совершенствования учебного процесса и увеличения объема научно-исследовательской работы. Осуществляется работа по более широкому использованию современных форм и методов преподавания, используются возможности совершенствования педагогического процесса с помощью современных информационных технологий и использования новейших видов программных продуктов, расширяется использование результатов НИР в учебном процессе, активизируется издательская деятельность.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/87.jpg"></IMG></DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/88.jpg"></IMG>
	     <BR>Ногойбаева Э.К.
		 <BR>к.э.н., доцент,
         <BR>заведующая кафедрой
	</DIV>
    <DIV class="staff"><IMG SRC="img/89.jpg"></IMG>
	     <BR>Жумабаев Ж.
		 <BR>д.э.н., профессор
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/90.jpg"></IMG>
	     <BR>Чалова К.Ч.
		 <BR>к.э.н., профессор
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/91.jpg"></IMG>
	     <BR>Осмоналиев А.О.
		 <BR>д.э.н., доцент
	</DIV>
    <DIV class="staff"><IMG SRC="img/92.jpg"></IMG>
	     <BR>Бектурганова А.А.
		 <BR>к.э.н., доцент
	</DIV>
	<DIV class="staff"><IMG SRC="img/93.jpg"></IMG>
	     <BR>Бердибаева К.Т.
		 <BR>к.э.н., доцент
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/94.jpg"></IMG>
	     <BR>Осмонова Ж.Б.
		 <BR>к.э.н., ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/95.jpg"></IMG>
	     <BR>Ишекеева Б.Ш.
		 <BR>к.э.н., и.о. 
		 <BR>доцента кафедры
	</DIV>
	<DIV class="staff"><IMG SRC="img/96.jpg"></IMG>
	     <BR>Кабирова Э.С.
		 <BR>и.о. доцента кафедры
	</DIV>
    <DIV class="staff" ><IMG SRC="img/97.jpg"></IMG>
	     <BR>Меркушкин А.Г.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/98.jpg"></IMG>
	     <BR>Омуркулова Г.К.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/99.jpg"></IMG>
	     <BR>Аильчинова С.У.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/100.jpg"></IMG>
	     <BR>Незаметдинова Э.В.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/101.jpg"></IMG>
	     <BR>Маматова Н.А.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

 -->