<DIV class="headers">КАФЕДРА ТУРИЗМА, ГОСТЕПРИИМСТВА И ПРЕДПРИНИМАТЕЛЬСТВА</DIV>

<DIV class="image_right" ><IMG SRC="img/102.jpg"></IMG>
     <BR>Президент КР Атамбаев А.Ш. вручает 
	 <BR>президентскую стипендию студентке 
	 <BR>Токоновой Нурай, будущему 
	 <BR>специалисту сферы туризма
</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра «Туризм, гостеприимство и предпринимательство» была создана в 1999 году. Кафедра осуществляет подготовку по направлениям «Менеджмент», «Туризм» и специальностям «Социально- культурный сервис и туризм» и «Менеджмент организации» (специализация «Менеджмент в гостиничном сервисе»). Состав кафедры укомплектован преподавателями, имеющими большой педагогический и производственный опыт. На кафедре работают д.э.н., профессор Атышов К.А., д.э.н., профессор Чубурова Ж.Т., к.э.н., профессор Алкадыров М.А., д.г.н., профессор Чонтоев Д.Т., доцент Шадыканова Г.У., к.э.н., доцент Расулова Н.К., опытные преподаватели Бейшеева А.Ж., Татышов У.К., Осмонжанова Ж.А. Долгие годы на кафедре работал Заслуженный экономист республики, доктор экономических наук, профессор Сыдыков К.С. Для усиления практической направленности преподавания на кафедру приглашаются ведущие специалисты сферы туризма и гостеприимства. Профессорско-преподавательский состав кафедры постоянно работает над повышением своей квалификации. Преподаватели Татышов У.К., Эгембердиева Д.Э., Турдугулова М.М., Осмонжанова Ж.А. закончили аспирантуру, Расулова Н.К. и Бейшеева А.Ж. закончили магистратуру. До 2002 года кафедрой заведовал д.э.н., профессор Атышов К.А. С 2002 года заведует кафедрой д.э.н., профессор Чубурова Ж.Т.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2006 году был заключен Меморандум о сотрудничестве КЭУ с Госагентством по туризму при правительстве КР, в соответствии с которым КЭУ является научно-учебной площадкой по подготовке кадров в сфере туризма, ныне подписан аналогичный Меморандум с Департаментом Туризма при Министерстве культуры, информации и туризма КР. В 2015 году подписан Меморандум сотрудничества с Кыргызской Ассоциацией Туроператоров (КАТО).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Для прохождения практики студентами, заключаются договора с туристическими организациями и гостиницами, которые активно сотрудничают с КЭУ. Ведущие специалисты туристских и гостиничных организаций привлекаются для чтения лекций, руководства дипломными работами, участия в семинарах и конференциях, проводимых в КЭУ.
   </DIV>

<DIV class="text_title">Учебно-методическая работа  </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре формируется все необходимое для подготовки квалифицированных специалистов, соответствующих современным требованиям кыргызстанских и международных стандартов. Действуют On Line класс и учебно-научная лаборатория «Менеджмент и туризм».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Предусмотренный учебным планом 600-часовой курс иностранного языка, а также членство в Евродип дают возможность студентам факультета, обучающимся по направлениям: «Туризм», Менеджмент» и специальностям: «Менеджмент организации» и «Социально-культурный сервис и туризм» продолжить образование в любом из европейских вузов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Разрабатываются учебники и учебно-методические пособия с учетом требований Брюссельского (Бельгия), Салфордского университета (Великобритания), а также сегодняшних реалий индустрии туризма и гостеприимства Кыргызстана. Кафедра, при поддержке Фонда Евразия, осуществляла проект «Образовательное и информационное обеспечение туристической отрасли Кыргызстана», в рамках которого выпущены учебные пособия по курсам «Экотуризм», «Маркетинг в сфере туризма».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Университет также был удостоен гранта Темпус по сетевому проекту «Изучение туризма и гостеприимства в Центральной Азии», где партнерами являются университеты Узбекистана, Монголии, Бельгии, Италии, Финляндии.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В целях повышения качества образования в учебном плане предусмотрено изучение второго иностранного языка. Курсы «Актуальные проблемы развития туризма и гостеприимства», «Транспортное обслуживание туристов» читаются на английском языке.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Особое внимание преподавателями кафедры уделяется разработке учебно-методических материалов. За последние годы были опубликованы более десятка учебников и учебных пособий. Основные из них:
   <UL class="ul_blue">
	    <LI>- Экотуризм (К.Атышов, Б.Турдумамбетов)
        <LI>- Маркетинг в сфере туризма (Т.Камчыбеков и др.)
	    <LI>- Экотуризм (Алкадыров М., Ажибеков Б.)
	    <LI>- Управление достопримечательностями (Расулова Н.К., Алымбеков.К.А)
        <LI>- Экономика природопользования (К.Сыдыков)
        <LI>- Кыргызстандын тышкы экономикасы (Атышов К.А.)
        <LI>- Природно-рекреационные ресурсы Кыргызстана и проблемы их рационального использования (Атышов К.А., Чонтоев Д.Т.)
        <LI>- Потенциал горного туризма Кыргызстана (Д.Т.Чонтоев).
     </UL>

   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватели большое внимание уделяют созданию электронных версий учебников и лекций по дисциплинам кафедры. Студенты специальностей кафедры проходят производственную практику в гостиницах и турфирмах г. Бишкек, а также, по соглашению сторон об обмене студентами, в Бельгии, Турции, Норвегии.
   </DIV>

<DIV class="text_title">Научно-исследовательская работа  </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Тема научно-исследовательской работы кафедры: «Актуальные проблемы развития туризма и индустрии гостеприимства». 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Результаты исследований публикуются в научных журналах, материалах научных конференций, монографиях. Преподаватели кафедры принимают активное участие в республиканских и международных конференциях.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Профессор Чубурова Ж.Т. является Лауреатом конкурса на лучшее эссе по экономике Института экономического развития Всемирного банка (1 премия), профессор Атышов К.А. в 2013 году стал победителем конкурса Фонда прогрессивных инициатив.
   </DIV>

 <DIV class="image_center" ><IMG SRC="img/103.jpg"></IMG></DIV>


   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студенты приобщены к научно-исследовательской работе в рамках научной темы кафедры. Ежегодно проводится внутри вузовская научно-студенческая конференция по актуальным проблемам сферы туризма, также студенты вуза активно принимают участие в республиканских и международных студенческих конференциях.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студенты Алиев Т. и Бексултанова А. в рамках международного научного форума «Рыскуловские чтения» участвовали в конференции в Казахском экономическом университете им. Рыскулова и получили сертификаты (Алматы, 2012 год);
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студентка Барыкова Е. участвовала в финале Международного конкурса научно-исследовательских проектов молодых ученых и студентов «Eurasia green» Евразийского экономического форума молодежи и заняла пятое место в номинации «Модель рационального природопользования» (г.Екатеринбург 2013 год).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студентки Токонова Н. и Касымбекова М. за участие в Международном конкурсе «Кухня без границ» в номинации «Лучшая научно-исследовательская работа» были награждены дипломом II степени (г. Екатеринбург, Россия, 2014г.)
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студентка IV курса специальности «Социально-культурный сервис и туризм» Токонова Н. стала обладательницей Президентской стипендии (2014 г.) и участвовала в международном студенческом фестивале Theme ISFiT 2015: Corruption в Трондхейме (Норвегия, февраль 2015г.)
   </DIV>

<DIV class="text_title">Международные связи</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Внешние связи и международное сотрудничество кафедры осуществляются в рамках договоров сотрудничества университета, подписанные с учебными заведениями, предприятиями, учреждениями и организациями города Бишкек Кыргызской Республики и зарубежных государств. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С 1999 года кафедра участвовала в следующих международных проектах в области сферы туризма:
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Проект ТЕМПУС-ТАСИС CD 20583-1999 «Разработка учебной программы для специальности «Туризм гостеприимство»;
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Проект TEMPUSMPJEP 23027-2002 «Обучение туризму и гостеприимству в Центральной Азии»;
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Проект Европейской комиссии Темпус SCMTTER - Т003А06-2006 «Обеспечение качества»;
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Проект «Образование в области инновации и устойчивого туризма в Кыргызской Республике» (Норвегия, Грузия). (2013 г.);
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Проект «Усиление социального партнерства в профессиональном образовании Кыргызстана», реализуемый при поддержке ЕС (2013 г.).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В рамках этих проектов прошли стажировку в Высшей школе Эрасмус (Брюссель, Бельгия) 11 преподавателей, Салфордском Университете (Манчестер, Англия) - 5 преподавателей, Норвегии - 3 преподавателя. Разработан и апробирован конвергентный учебный план по туризму и гостеприимству. Происходит постоянный обмен студентами и преподавателями с университетами зарубежных стран.
   </DIV>

<DIV class="text_title">Работа с выпускниками</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Работа с выпускниками - одно из приоритетных направлений деятельности кафедры.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В современных условиях востребованность специалиста, его конкурентоспособность и возможность карьерного роста определяются соответствием их знаний современным требованиям.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Основными методами работы кафедры с выпускниками являются вовлечение их в студенческую жизнь посредством участия в различных мероприятиях: таких, как встреча с выпускниками, конференции, круглые столы, лекции, праздники КЭУ, «Дни открытых дверей», экскурсии и прохождение практики на предприятиях, где работают наши выпускники.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Многие их них работают по своей специальности: в министерствах, гостиницах и турфирмах Кыргызстана. Так, выпускница Бапиева Анара - менеджером в Pyx-Ордо, Усубалиев Максат - заместителем директора Департамента туризма министерства культуры, информации и туризма, Сакеева Альфия - менеджером ДОЦ «Маяк», Логай Анна и Жакыпбекова Мээрим - менеджерами в «Kyrgyz Concept», Гормолысева Юлия, Жолдошбекова Айпери - менеджерами по туризму в «Kyrgyz Travel Agency», Асанбекова Жамиля - в турфирме «Жайлоо тур» Нарынской области, Текеева Эльмира — администратором «Урмат-Ордо», Мадраимов Нурсултан - менеджером в гостинице «Silk Road», Дооронова Айчурок - менеджером в гостинице «Золотой Дракон», Эсеркамышева Дильбара - менеджером в гостинице «Урмат Ордо».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Спектр применения выпускниками полученных знаний не ограничивается отечественными компаниями. В них заинтересованы и зарубежные компании, о чем свидетельствует количество выпускников, которые работают в таких странах, как Турция, Таиланд, Россия, Китай, Казахстан, Бельгия, Франция, Египет и т.д. Так, выпускница Нарматова Гулиза - отельный гид в «Пегас Туристик» (Египет), Шаршеналиев Абдысамат и Абдиева Анара - в «Пегас Туристик» (Таиланд), Антропкин Юрий - логист в «Logistic firm» (Ирландия), Амиралиев Нурбек и Сопуева Диана - в гостиницах Анталии (Турция) и др.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Выпускники-отличники в основном поступают в аспирантуру и магистратуру университета и работают преподавателями в КЭУ и других вузах. Эгембердиева Дильбара, Осмонжанова Жылдыз и Турдугулова Мира остались работать на кафедре. Выпускник Токталиев Талант организовал туристическую фирму «ITS Company», Муратов Азиз является Председателем комитета по делам молодежи, Абакиров Азамат обучается в докторантуре в Турции, Оторбаева Эльвира - в магистратуре во Франции.
   </DIV>

<DIV class="text_title">Достижения университета в подготовке кадров для сферы туризма</DIV>


   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2005 году КЭУ стал обладателем первой премии Республиканского конкурса «Лучший вуз по подготовке специалистов для туризма».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2006 году – университет становится учебной и научно-производственной площадкой подготовки кадров для индустрии туризма Кыргызстана.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2006 году университет стал лауреатом фонда Европейского Гран-при за достигнутые высокие показатели качества в сфере высшего профессионального образования, проведенного на основе мониторинга качества подготовки специалистов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2007 году – Гран-при Международной ярмарки «Туризм и путешествия BITF-2007».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2012 году КЭУ прошел международную аккредитацию по направлениям «Экономика» и «Менеджмент».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2014 году КЭУ стал обладателем гран при Национальной премии Kyrgyz Tourism Awards в номинации «Лучшее учебное заведение по направлению туризма».
   </DIV>

 <DIV class="image_center" ><IMG SRC="img/104.jpg"></IMG></DIV>

 <!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/105.jpg"></IMG>
	     <BR>Алкадыров М.
		 <BR>к.э.н., доцент

	</DIV>
    <DIV class="staff"><IMG SRC="img/106.jpg"></IMG>
	     <BR>Чубурова Ж.Т.
		 <BR>д.э.н, профессор, 
         <BR>зав.кафедрой ТГиП
	</DIV>
	<DIV class="staff"><IMG SRC="img/107.jpg"></IMG>
	     <BR>Атышов К.А.
		 <BR>д.э.н., профессор
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/108.jpg"></IMG>
	     <BR>Татышов У.К.
		 <BR>ст.преподаватель 
	</DIV>
    <DIV class="staff"><IMG SRC="img/109.jpg"></IMG>
	     <BR>Чонтоев Д.Т.
		 <BR>д.г.н. доцент
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/110.jpg"></IMG>
	     <BR>Расулова Н.К.
		 <BR>к.э.н., доцент кафедры
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/111.jpg"></IMG>
	     <BR>Бейшеева А.Ж.
		 <BR>ст.преподаватель 
	</DIV>
    <DIV class="staff"><IMG SRC="img/112.jpg"></IMG>
	     <BR>Осмонжанова Ж.А.
		 <BR>ст.преподаватель
         <BR>
	</DIV>
</DIV>
 -->

