<DIV class="headers">КАФЕДРА ПРИКЛАДНОЙ ИНФОРМАТИКИ</DIV>

<DIV class="image_right" ><IMG SRC="img/113.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        История кафедры начинается с 1996 г, когда по инициативе руководителя вуза проф. Камчыбекова Т.К. была организована кафедра высшей математики и информатики. Основной задачей кафедры была применение современных средств вычислительной техники в учебном процессе по подготовке кадров экономических специальностей. Заведующим новой кафедры был назначен к.ф.-м.н, доцент Токтакунов Т. На начальном этапе на кафедре работали известные ученые - доктор физико-математических наук, лауреат Государственной премии Кыргызской Республики Искандаров С.И., доктор физико-математических наук Бийбосунов Б.И., профессор Сулайманов К.С., кандидаты физико-математических наук, доценты Токтакунов Т, Осмонова Ч., Раманкулов С.Т., Сабитов Б.Р. и др.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2001 году в целях улучшения и централизации обслуживания учебного процесса факультетов института для более профессиональной координации стратегической политики вуза по широкомасштабному применению компьютерной техники, как в учебном процессе, так и в управлении учебным процессом, на базе кафедры высшей математики и информатики были созданы кафедры прикладной информатики и математических и естественно-научных дисциплин. Заведующим вновь образованной кафедры прикладной информатики был назначен к.ф.-м.н., доцент Токтакунов Т.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В последующие годы кафедру возглавляли к.ф.-м.н., Асанов Т., к.т.н. Керимкулов Т., которые внесли определенный вклад в развитии кафедры.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра выиграла грант Фонда «СОРОС-Кыргызстан», на средства которого компьютерные классы вуза были бесплатно подключены к глобальной сети Internet.
   </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватели кафедры активно участвуют во всех международных программах, реализуемых в университете, активно сотрудничают по линии образовательной сети Ednet.
   </DIV>
 <DIV class="image_center" ><IMG SRC="img/114.jpg"></IMG></DIV>
 <DIV class="text_title">Учебная работа</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Информационные технологии во всех областях человеческой деятельности существенно расширяют возможности, поэтому резко возрастает потребность в кадрах, обладающих соответствующими знаниями и навыками. В настоящее время специалисты в области информационных технологий в экономике являются наиболее востребованной профессией не только в нашей республике, но и в странах СНГ.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Достаточно глубокие знания действительных возможностей сегодняшних компьютерных технологий и умение пользоваться этими возможностями нужны всем нашим выпускникам. Работа в этом направлении на кафедре ведется комплексно. Учебные занятия по информационным технологиям проводятся в классах, оснащенных современной компьютерной техникой, подключенной к внутренней локальной сети, и внешней сети Internet по беспроводной технологии Wi-Fi и по высокоскоростному оптоволоконному кабелю.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В целях приобщения студентов к новым информационным технологиям, в частности, ознакомления с современными при-кладными программами в области финансов и кредита, бухгалтерского учета и т.д. на старших курсах по блоку вузовских компонентов читаются курсы «Автоматизированные информационные технологии в экономике», «1С Бухгалтерия», «Информационные системы реинжиниринга бизнеспроцессов» и др.
   </DIV>

 <DIV class="text_title">Учебно-методическая работа</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
       На кафедре учебно-методическая работа ведется согласно ранее разработанной стратегии по направлениям:
   <UL class="ul_blue">
	    <LI>- выработка комплексного научно–методического подхода к решению проблемы информатизации обучения в рамках реализуемых государственных образовательных стандартов для специальностей университета;
        <LI>- материально-техническое оснащение университета, вопросы внутренних и внешних информационных коммуникаций;
	    <LI>- наработка методик применения новыхи нформационных технологий;
	    <LI>- анализ эффективности внедрения информационных технологий обучения.
     </UL>

   </DIV>

 <DIV class="image_center" ><IMG SRC="img/115.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре ведется подготовка учебников, учебных пособий, учебно-методической литературы по информатике и информационным технологиям, создан банк лекционных материалов и лабораторных заданий.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Разработаны электронные учебники по «Информатике и ИКТ», «Имитационное моделирование экономических систем», новые лабораторные работы по дисциплинам «Информационные системы реинжиниринга бизнес-процессов на ARIS ToolSet», «Компьютерные технологии управления проектами на MS Project-2010» и др. Преподавателями также подготовлены и изданы объемные учебные пособия, учебно-методические комплексы по компьютерной графике и другим основным дисциплинам.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподавателями кафедры за последние годы изданы: «Лекции по проектированию информационных систем» (авторы к.ф.-м.н. Токтакунов Т., к.т.н. Керимкулов Т.), учебно-методическое пособие «1С-Бухгалтерия» - (авторы к.ф.-м.н. Токтакунов Т., к.т.н. Керимкулов Т., Усенова К.Дж.), учебно-методическое руководство «Практические задания по электронной таблице Excel-XP» (авторы к.ф.-м.н. Токтакунов Т., к.т.н. Керимкулов Т.,Усенова К.Дж.), учебное пособие «Компьютерные технологии управления проектами» (авторы к.ф.-м.н. Токтакунов Т., к.ф.-м.н. Баячорова Б. и др.), лабораторные работы по языку программирования Delphi-7 (авторы к.ф.-м.н. Токтакунов Т., старший преподаватель Касмалиев Т.К.), учебно-методические работы старших преподавателей Кулушовой А., Аманалиевой М., Кулуевой Ф., а также электронные УМК и силлабусы преподавателей по всем читаемым предметам, размещенные в образовательном портале КЭУ.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Учебник кандидата педагогических наук Касымалиева М.У. «Информатика. Базовый курс» и задачник к этому учебнику для учащихся 7-9 классов изданы с грифом Министерства образования и науки тиражом 130 тысяч экземпляров в первом издании, и в 2006 г. 135 тысяч экземпляров - во втором.
   </DIV>

 <DIV class="image_center" ><IMG SRC="img/116.jpg"></IMG></DIV>

 <DIV class="image_center" ><IMG SRC="img/117.jpg"></IMG>
   <BR>Учебники и учебные пособия преподавателей кафедры
 </DIV>

 <DIV class="text_title">Научно-исследовательская работа</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Научно-исследовательская работа на кафедре ведется по направлению «Математическое моделирование экономико-экологических систем» совместно с Институтом геомеханики и освоения недр НАН Кыргызской Республики по теме «Методы оценки устойчивости оползневой опасности горных склонов и мероприятия по снижению опасности и риска», а также по направлению «Теоретические основы методической системы обучения информатики и математики» совместно с Кыргызской академией образования по теме «Педагогика и преподавание информатики и математики в вузах и средних общеобразовательных школах»
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        По результатам научных исследований преподаватели кафедры активно выступают с докладами и научными сообщениями в республиканских и международных научных конференциях. За последние два года преподавателями опубликовано более 30 научных статей в Республиканских научных журналах - Вестник КЭУ им. М.Рыскулбекова, Вестник КНУ им. Ж.Баласагына, в вузовских сборниках научных конференций, а также в научной печати Российской Федерации, Казахстана и Польши на русском и английском языках.
   </DIV>

<DIV class="text_title">Международные связи кафедры</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Сотрудники кафедры активно участвуют в проекте Tacis-Tempus «Туризм и менеджмент в гостиничном сервисе» и прошли стажировку в ведущих вузах и научных центрах Европы. Старший преподаватель Касымалиев М.У. проходил стажировку в Бельгии, в Высшей школе Эрасмуса. по применению информационных систем в гостиничном хозяйстве, а Токтакунов Т. стажировался в университете г.Турин (Италия) по программе Менеджмент в учебном процессе.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватели кафедры постоянно повышают свою квалификацию по линии образовательной сети EdNet.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра имеет договоры о сотрудничестве по обмену опытом и учебно-методическими материалами с вузами Казахстана, а также участвуют в научно-практических конференциях, преподаватели публикуют научные статьи в изданиях вузов ближнего и дальнего зарубежья.
   </DIV>

<DIV class="text_title">Перспективные направления работы кафедры</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Успех развития нашего государства в XXI веке, его возможности выбирать и реализовывать оптимальную историческую траекторию в полной мере зависят от наличия современной образовательной и информационной сферы общества. Об этом убедительно свидетельствует то, что любые глобальные перемены, с которыми сталкивается общество и цивилизация в целом, неизбежно сказываются на состоянии сферы образования. Учитывая это, можно утверждать, что стратегические цели, пути и этапы развития компьютерной технологии обучения в нашем университете совпадают с общими направлениями информатизации общества в целом.		
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

<DIV class="image_center" ><IMG SRC="img/118.jpg"></IMG></DIV>

   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Так, на современном этапе идет переход распространения научно-технической и экономико-коммерческой информации на бумажном носителе (журналы, препринты, научно-технические отчеты) к распространению этой информации в электронной форме и на техническом носителе через международные и национальные банки данных и компьютерные сети. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Поэтому перспективные направления работы кафедры по организации учебного процесса ориентированы по следующим трем основным направлениям:
   <UL class="ul_blue">
	    <LI>- обучение информационным технологиям в экономике как специфическому виду деятельности, т.е. как специальности;
        <LI>- обучение информационным технологиям как составной части деятельности каждого современного экономиста;
	    <LI>- расширение использования информационных технологий непосредственно в процессе обучения.
     </UL>
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Для достижения этого в университете принимаются соответствующие меры по качественному усилению роли информационного обеспечения учебного процесса по внедрении передовых достижений информационных технологий. Проделан большой объем работы эффективного использования информационных ресурсов Всемирной сети интернет, компьютерных сетей в информационном обеспечении учебного процесса университета. В рамках реализации этих планов силами кафедры разработаны и широко используется как преподавателями, так и студентами, Образовательный портал КЭУ по интернет-адресу keu.page.kg, где размещен богатейший банк данных учебно-методических материалов, разработанные преподавателями университета, а также большое количество полезных материалов и информационных ресурсов для студентов.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/131.jpg"></IMG></DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/119.jpg"></IMG>
	     <BR>Токтакунов Т.
		 <BR>к. ф-м.н, зав .кафедрой
         <BR>прикладной информатики
	</DIV>
    <DIV class="staff"><IMG SRC="img/120.jpg"></IMG>
	     <BR>Касымалиев М.У.
		 <BR>к.п.н., 
         <BR>старший преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/121.jpg"></IMG>
	     <BR>Керимкулов Т.
		 <BR>к.т.н., доцент кафедры
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/122.jpg"></IMG>
	     <BR>Аманалиева М.О.
		 <BR>к.э.н.,
         <BR> старший преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/123.jpg"></IMG>
	     <BR>Мамбеталиева Н.А.
         <BR>старший преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/124.jpg"></IMG>
	     <BR>Кулушова А.Т.
		 <BR>доцент кафедры
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/125.jpg"></IMG>
	     <BR>Усенова К.Д.
         <BR> старший преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/126.jpg"></IMG>
	     <BR>Касмалиев Т.К.
         <BR>старший преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/127.jpg"></IMG>
	     <BR>Мусаев Б.М.
		 <BR>старший преподаватель	
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/128.jpg"></IMG>
	     <BR>Шекеев К.Р.
		 <BR> старший преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/129.jpg"></IMG>
	     <BR>Аматова Н.С.
         <BR>преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/130.jpg"></IMG>
	     <BR>Омурова М.М.
		 <BR>преподаватель
	</DIV>
</DIV>
 -->

