 <DIV class="headers">КАФЕДРА ТОВАРОВЕДЕНИЯ И ЭКСПЕРТИЗЫ ТОВАРОВ</DIV>

<DIV class="image_right" ><IMG SRC="img/132.jpg"></IMG></DIV>

<DIV class="text_title">Этапы становления</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В целях создания единой, учебно-методической и научно-исследовательской базы по специальностям «Товароведение и коммерческая экспертиза потребляемых товаров», «Коммерческая деятельность» в Бишкекском коммерческом колледже приказом №78 от 30.04.99 из состава кафедры «Экономика и финансы» экономического факультета была выделена кафедра «Товароведение, экспертиза товаров и коммерция».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра была создана на базе отделений «Товароведения продовольственных и непродовольственных товаров» и «Технологии  продуктов общественного питания» действовавших еще со времени открытия техникума советской торговли в 1953 г.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Заведующим кафедрой был назначен проректор по инновационным технологиям обучения (ИТО) к.т.н., доц. Алымбеков Кенешбек Асанкожоевич.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Алымбеков К.А. провел работу по формированию необходимого штата профессорско-преподавательского и лаборантского составов, закреплению и оснащению помещений для кафедры и лабораторий, распределению учебной нагрузки и учебно-методическому обеспечению дисциплин
кафедры.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Второй этап - Бишкекский государственный институт экономики и коммерции (БГИЭК) – 2001-2004 гг.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С 2001 по 2005 гг. кафедрой заведовала к.т.н., доцент Супотаева Айнагуль Акматовна.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На основании решения Ученого Совета Бишкекского государственного института экономики и коммерции (протокол № 11 от 22 июня 2001 года) был издан приказ №136 от 27.06.01 о смене названия кафедры «Товароведение, экспертиза товаров и коммерция» на «Товароведение и технологии».
   </DIV>
   

<DIV class="image_center" ><IMG SRC="img/133.jpg"></IMG>
   <BR>Коллектив кафедры товароведения, экспертизы товаров и технологий, 2014 г.
</DIV>

<DIV class="image_center" ><IMG SRC="img/134.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На втором этапе становления кафедра товароведения и технологий являлась основным структурным учебно-научным подразделением факультета менеджмента и коммерции, осуществляющим учебную и методическую работу , а также подготовку научных кадров и повышение их квалификации.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В соответствии с приоритетами развития страны корректировалось содержание учебных курсов, обновлялись наименования кафедры: кафедра товароведения, экспертизы товаров и коммерции, кафедра товароведения и технологий, а в конце 2001 г кафедра получила свое нынешнее название.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За кафедрой закреплены 2 специальности: Товароведение и экспертиза товаров (высшее образование) и Технология приготовления пищи (среднее профессиональное образование (СПО). На СПО был создан учебный ресторан по обучению студентов обслуживанию на предприятиях общественного питания.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За короткий срок своего существования кафедрой были разработаны программы, рабочие программы по всем преподаваемым дисциплинам. Написаны и размножены методические указания по проведению практических занятий по всем дисциплинам кафедры. Опубликованы 2 методических указания. Созданы лаборатории по химии и товароведению и стандартизации, которые позволяли проводить практические занятия по всему курсу товароведения продовольственных и непродовольственных товаров.
   </DIV>
<DIV class="image_center" ><IMG SRC="img/135.jpg"></IMG></DIV>       
 
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Были составлены и утверждены в Министерстве образования КР Государственные образовательные стандарты для подготовки дипломированных специалистов по специальности 522003 «Товароведение и экспертиза товаров»; для подготовки бакалавров направления 522000 «Коммерция»; для подготовки магистров направления 522000 «Коммерция».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Была открыта новая специальность 522402.01 «Технология продуктов общественного питания» по ускоренной подготовке специалистов на базе среднего
профессионального образования по специальности 2711 «Технология продуктов общественного питания», с нормативным сроком обучения 3 года для очной формы и
4 года - для заочной. Осуществлен первый набор студентов для обучения по программе бакалавриата. В этот период состоялся первый выпуск специалистов по специальностям: «Товароведение и экспертиза товаров» в 2004 году и «Коммерция» - в 2005 году.
   </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Третий этап – Бишкекский государственный университет экономики и предпринимательства (БГУЭП) 2004- 2007 гг. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра интенсивно развивалась и внесла свой вклад в развитие вуза.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Бабаева Хадича Шаршеевна (1945-2007), старший преподаватель, исполняла обязанности заведующей кафедрой в 2005-2006 учебном году. Она являлась ведущим специалистом кафедры товароведения, экспертизы товаров и технологий, заведующим сектором производственной практики БГУЭП. Получила образование в Московском инженерно-строительном институте, а затем в Кыргызском государственном университете по специальности «Товароведение непродовольственных товаров».
   </DIV>

<DIV class="image_center" ><IMG SRC="img/136.jpg"></IMG></DIV> 

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Для всех специальностей были разработаны и утверждены учебные планы, созданы программы и рабочие программы, методические указания по проведению практических и лабораторных занятий. Изданы программа производственной практики и методические указания к выполнению выпускной квалификационной работы студентов, обучающихся по специальности 522003 «Товароведение и экспертиза товаров».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С 2006 по 2010 гг. и в 2013-2014 учебном году руководство кафедрой осуществлялось к.т.н, профессором, член-корреспондентом ИА КР, отличником образования Кыргызской Республики Джуруповой Бермет Кенешовной.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В период с 2010 по 2013 гг. заведующей кафедрой являлась к.т.н., доцент Джаманкулова Гульнара Мухамедовна.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Были разработаны образовательные стандарты нового поколения по направлению 580300 «Коммерция» для бакалавриата и магистратуры. Открыты новые направления подготовки: «Таможенная экспертиза; «Менеджмент ресторанного бизнеса», «Менеджмент в легкой промышленности»; «Ресторанный бизнес и сервис», «Международная торговля», «Коммерция в сфере товарного обращения», «Коммерция в легкой промышленности», «Коммерция в рекламном бизнесе». Организованы краткосрочные курсы по подготовке официантов, барменов, кулинаров. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Вопрос о подготовке кадров по данным специальностям остро встал в связи с приобретением независимости и вступлением Кыргызстана во Всемирную торговую организацию.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кадровый состав кафедры ТЭТиТ в настоящее время укомплектован профессорско-преподавательским составом и учебно-вспомогательным персоналом, согласно профильного базового образования, педагогического опыта, производственного стажа и квалификации. На кафедре работают преподаватели, имеющие большой педагогический, научный и производственный стаж.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/137.jpg"></IMG></DIV> 

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Основной преподавательский состав представлен выпускниками вузов России: Всесоюзный заочный институт пищевой промышленности (г. Москва) Заочный институт советской торговли (г.Москва), Шахтинский технологический институт и отечественных вузов: КНУ им. Баласагына, МУК, КГТУ им. И. Раззакова и др. Свыше 50 состава ППС имеют стаж научно – педагогической работы свыше 10 до 20 лет.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватели ведут активную научную работу. Актуальными научными направлениями разных лет были следующие: «Управление качеством и изучение рынка потребительских товаров», «Проблемы технологии производства продукции и услуг», «Ресурсосберегающие технологии переработки с/х продукции и экологическая безопасность продуктов питания» по темам: «Разработка комплексных технологий по разработке продуктов функционального назначения», «Изучение возможностей получения продуктов функционального назначения на основе традиционных блюд кыргызской кухни», «Безопасность товаров, реализуемых в Кыргызской Республике».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За время существования членами кафедры изданы более 13 учебников для вузов и среднего специального образования на кыргызском и русском языках (проф. Алымбеков К.А. и проф. Джурупова Б.К.), несколько десятков учебно-методических разработок. Сотрудники кафедры получили 2 патента на изобретения, разработали и внедрили 5 государственных стандартов (проф. Алымбеков К.А., проф. Джурупова Б.К.). В 2014 году были опубликованы 2 учебных пособия и 1 монография. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Алмажан Корласпаевна Ишкеева – выпускница Московского ЗИСТ, работает в КЭУ с 1993 года. Является старшим преподавателем кафедры, имеет множество наград за добросовестный труд и воспитательную работу со студентами. Среди них: Почетная грамота КЭУ, Почетная грамота министерства образования, науки и культуры КР, значок «Отличник образования КР», Почетная грамота министерства торговли КР, РК профсоюза, Почетная грамота Госкомитета КР.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/138.jpg"></IMG></DIV> 

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/139.jpg"></IMG>
	     <BR>Алымбеков К.А.
		 <BR>д.т.н., доцент 
	</DIV>
    <DIV class="staff"><IMG SRC="img/140.jpg"></IMG>
	     <BR>Джурупова Б.К.
		 <BR>к.т.н., доцент 
	</DIV>
	<DIV class="staff"><IMG SRC="img/141.jpg"></IMG>
	     <BR>Джаманкулова Г.М.
		 <BR>к.т.н., доцент
	</DIV>
</DIV>


<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/142.jpg"></IMG>
	     <BR>Турсуналиева Д.М.
		 <BR>к.э.н., и.о.доцента кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/143.jpg"></IMG>
	     <BR>Эляхунова М.Ш.
         <BR>и.о. завкафедрой,
         <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/144.jpg"></IMG>
	     <BR>Ишкеева А.К.
		 <BR>ст.преподаватель
	</DIV>
</DIV>


<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/145.jpg"></IMG>
	     <BR>Турдиева Ф.А.
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/146.jpg"></IMG>
	     <BR>Донченко О.А.
         <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/147.jpg"></IMG>
	     <BR>Ниязалиева Б.К.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/148.jpg"></IMG>
	     <BR>Осмонова Б.Б.
		 <BR>преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/149.jpg"></IMG>
	     <BR>Айткеева Г.Д.
         <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/150.jpg"></IMG>
	     <BR>Шаршембиева А.М.
		 <BR>преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/151.jpg"></IMG>
	     <BR>Давлетбакова В.А.
		 <BR>ст.лаборант
	</DIV>
</DIV> -->