<DIV class="headers">КАФЕДРА МАТЕМАТИКИ И ЕСТЕСТВЕННО-НАУЧНЫХ
ДИСЦИПЛИН</DIV>

<DIV class="image_right" ><IMG SRC="img/152.jpg"></IMG></DIV>

 <DIV class="text_title">История кафедры.</DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра математики и естественнонаучных дисциплин возникла при разделении кафедры математики и информатики решением Ученого Совета Университета от 8 июля 2002 года. Ей была поручена организация преподавания математики и естественнонаучных дисциплин студентам, обучающимся по экономическим направлениям.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Заведование кафедрой было поручено к..ф-м.н., профессору Сулайманову К.С. С июня 2013 года руководство кафедрой осуществляет доцент Супаева Г.Т.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Главная задача работы коллектива кафедры - подготовка высококвалифицированных кадров, обладающих фундаментальными знаниями и современными компетенциями в сфере экономико-математического анализа и моделирования, статистической обработки данных, применения количественного инструментария обоснования управленческих решений. Исходя из этого, основными направлениями деятельности кафедры являются:

     <UL class="ul_blue">
	    <LI>- Совершенствование качества образовательного процесса.
        <LI>- Совершенствование профессионального уровня профессорско-преподавательского состава.
        <LI>- Развитие научно-исследовательской деятельности с ориентацией на современные проблемы.
        <LI>- Совершенствование внедрения в учебный процесс инновационных образовательных технологий, ориентированных на развитие личности и профессиональных качеств студентов. 
     </UL>

   </DIV>
 
 
<DIV class="image_center" ><IMG SRC="img/153.jpg"></IMG></DIV>
<DIV class="image_left" ><IMG SRC="img/154.jpg"></IMG></DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра обеспечивает чтение курсов высшей математики, линейной алгебры и геометрии, теории вероятностей и математической статистики, эконометрики, а также курсов физики, КСЕ и экологии. Одними из первых среди вузов республики в нашем университете вводятся курсы: эконометрика, финансовая математика, математические методы и модели в экономике, оптимизационные задачи в экономике.
   </DIV>
 <DIV class="text_title">О математическом образовании экономиста.   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Учебная дисциплина «Математика» всегда была одной из основных при подготовке экономических кадров. Система подготовки студентов базируется на глубоком изучении фундаментальных математических, экономических дисциплин и компьютерных технологий, овладение которыми позволяет нашим выпускникам получить квалификацию высокого уровня и возможность дальнейшего повышения уровня образования и профессионального роста. Изучение математических дисциплин формирует у студентов навыки применения математического аппарата к решению экономических задач, развивает способность к логическому мышлению. Соответственно, огромна роль ма тематики в современной эк ономике.
   </DIV>    <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В связи с этим обучение студентов математике профессионально направлено и ориентировано. Так, одно и то же математическое понятие на разных специальностях вводится по-разному, исходя из его экономического смысла.
   </DIV>
 <DIV class="text_title">Преподавание и научные исследования кафедры.  </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподаватель вуза обязан, не только передавать накопленные человечеством знания, но и научить студента учиться. Для этого преподаватель должен быть широко образованным по своей специальности и владеть современными технологиями обучения. Кафедра с первых же дней своей организации уделяла большое значение повышению квалификации преподавателей с целью овладения и применения современных технологий обучения: интерактивных методов обучения, методов критического мышления и.др.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Профессорско-преподавательский состав кафедры активно занимается научно-исследовательской работой, разработкой учебно-методических материалов и курсов по выбору, участвует в различных конференциях.
   </DIV>

<DIV class="image_center" ><IMG SRC="img/155.jpg"></IMG></DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В начале кафедра состояла из 8 штатных преподавателей, среди которых были только два с ученой степенью кандидатов наук: Сулайманов К.С. и Осмонова Ч.О.; один старший преподаватель - химик Мусаева Э.М., работавшая с момента организации техникума советской торговли. Остальные были молодые преподаватели: Жумукова С.Т., Качкынбаева Ч.Д., Жумакунова Р, Кадырова М.К., Супаева Г.Т., Абышев И.С.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Преподавателями кафедры были разработаны курсы по выбору, такие как эконометрика, финансовая математика, вычислительные методы в экономике, математические методы и модели в экономике.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Обучение студентов по предметам кафедры большей частью обусловлено наличием выпускаемых учебников и учебно-методических пособий. С момента организации кафедры ее членами выпущены учебно- методические пособия: проф. Сулайманов К.С. - по курсу высшей математики «Математика» (2003г.) и «Теория вероятностей и математическая статистика» (2008г.); проф. Осмонова Ч.О. - «Контрольные задания и методические указания по математике» часть I и II (2005г.), «Сборник типовых задач по теории вероятностей и математической статистике» (2009г.), «Сборник типовых задач по высшей математике» (2007г.); Ч.О.Осмонова, М.К.Кадырова - «Методические указания и контрольные задания по Линейному программированию» (2012г.); Жумукова С.Т.- «Методическое пособие по курсу «Концепция современного естествознания» (2010г.); Качкынбаева Ч.Д.- «Экологические основы придопользования» (2007г.); Кадырова М.К.- учебно-методический комплекс «Высшая математика» (2013г.).
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Старший преподаватель Качкынбаева Ч.Д. за разработку учебно-методического комплекса по курсу «Экология» награждена дипломом в конкурсе среди вузов республики. За плодотворную работу в преподавательский деятельности ст.преподаватели Жумукова С.Т., Качкынбаева Ч.Д. награждены грамотами МОиН, а С.Т. Жумукова, Г.Т.Супаева стали отличниками народного образования.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За последние годы преподавателями кафедры были защищены 1 диссертация на соискание ученой степени кандидата экономических наук, 3 преподавателя работают над диссертациями на соискание ученой степени кандидата экономических наук и 1 - на соискание ученой степени кандидата педагогических наук.
   </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре постоянно работает научно-практический семинар по теме: «Математические методы и модели в экономике», где обсуждаются новинки литературы, проводится обсуждение программ, опубликованных статей.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        За плодотворную деятельность, добросовестный труд, значительный вклад в подготовку квалифицированных кадров, систематическую работу в повышении качества обучения и высокие показатели вучебно-методической деятельности кафедра признана в университете «Лучшей кафедрой-2014 г.»
   </DIV>
  
<DIV class="image_center" ><IMG SRC="img/156.jpg"></IMG></DIV>


<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/157.jpg"></IMG>
	     <BR>Супаева Г.Т.
		 <BR>к.э.н.,
         <BR>заведующая кафедрой 
	</DIV>
    <DIV class="staff"><IMG SRC="img/158.jpg"></IMG>
	     <BR>Осмонова Ч.
		 <BR>к.ф-м.н., доцент
	</DIV>
	<DIV class="staff"><IMG SRC="img/159.jpg"></IMG>
	     <BR>Сулайманов К.
	     <BR>к.ф-м.н., доцент
	</DIV>
</DIV>


<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/160.jpg"></IMG>
	     <BR>Абышев И.
	     <BR>к.э.н., ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/161.jpg"></IMG>
	     <BR>Жумукова З.Т.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/162.jpg"></IMG>
	     <BR>Качкынбаева Ч.Д.
	     <BR>ст.преподаватель
	</DIV>
</DIV>

  <DIV class="staff_block">
    <DIV class="staff"><IMG SRC="img/163.jpg"></IMG>
	     <BR>Кадырова М.К.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/164.jpg"></IMG>
	     <BR>Турсун кызы Бегимкан
	     <BR>инженер -методист
	</DIV>
</DIV> -->