<DIV class="headers">КАФЕДРА ГОСУДАРСТВЕННОГО И ОФИЦИАЛЬНОГО ЯЗЫКОВ</DIV>

<DIV class="image_left" ><IMG SRC="img/165.jpg"></IMG></DIV>

    <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий тилдер кафедрасы гуманитардык дисциплиналарды тейлөө секциясынан бөлүнүп, өз алдынча кафедра болуп түзүлгөн. Кафедранын курамында кыргыз, орус, англис, немис, француз тилдери боюнча окутуучулар эмгектенген. 1998-жылдын 18-февралынан тартып, №10/1 буйругунун негизинде биринчи кафедра башчысы болуп Айнагуль Дүйшөмбиевна Калчаева дайындалып, 2000-жылга чейин иштеп келген. Ал чыгармачылык өргүүгө кеткендигине байланыштуу кафедранын ага окутуучулары Алиясова Г.Д., кийин Узбекова Г.А. кафедраны жетектешкен. Филология илиминин доктору Жапарова Б.Б. 2000-2002-жылга чейин жетектеген учурда кафедра жана университет үчүн чоң иш жасалган. Анын жетекчилигинде «Мамлекеттик тилди окутуунун маселелери жана экономика багытындагы жогорку окуу жайларында кыргыз тилинде окутууга өтүүнүн зарылчылыгы» аттуу республикалык илимий-методикалык конференция уюштурулуп, жыйынтыгында илимий-методикалык макалалар жыйнагы жарыяланган.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
       2002-2008-жылдары кафедраны ага окутуучу Убукеева А.Т. башкарган. Ал мезгилдерде Эл аралык «Академиялык чынчылдык» аттуу долбоордун алкагында университеттин окутуучулары менен мамлекеттик жана расмий тилдер кафедрасынын окутуучулук курамы бүт бойдон «Окуу жана жазуу аркылуу сынчыл ой жүгүртүүнү өнүктүрүү» боюнча дасыгын жогорулатышып, бардыгы сертификатка ээ болушкан. 2005-жылы Мамлекеттик тил кабинети ачылып, заманбап табитте жабдууланган. КРнын Президентине караштуу мамлекеттик тил боюнча улуттук комиссиясынын төрагасы Т.Р.Жумагулов кабинеттин ачылышына келип катышып, баалуу китептерди белекке тапшырган. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедраны 2008-жылдын сентябрь айынан тартып, азыркы учурга чейин педагогика илимдеринин кандидаты, доцент Н.Ж.Жапаралиева жетектейт.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий тилдер кафедрасында жалпысынан 10 окутуучу эмгектенет. Кафедрада 3 доцент, 2 доценттин милдетин аткаруучу, 5 ага окутуучу, анын ичинде 2 илимдин кандидаты - Жапаралиева Назира Жакыповна жана Мырзадаирова Динара Шадыбековна. Кафедранын ага окутуучусу Ашырова Н.С. илимий иштин үстүндө эмгектенүүдө. Окуу жайда 20 жылдан ашык эмгектенгендер - Узбекова Г.А.( 2003-жылдан учурга чейин Лицейдин директору), Убукеева А.Т., Алиясова Г.Д.
   </DIV>


<DIV class="image_center" ><IMG SRC="img/166.jpg"></IMG></DIV>


   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Убукеева Айнагуль Тейишовна – Кыргыз Республикасынын билим берүү отличниги, Кыргыз Республикасынын билим берүү министрлигинин, Кыргыз Республикасынын Президентине караштуу мамлекеттик тил боюнча Улуттук комиссиясынын Ардак грамоталары менен сыйланган.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Убукеева А.Т. окуу жайдын ишине, өнүгүүсүнө кошкон салымы үчүн КЭУнун 60-жылдыгына карата медаль жана көптөгөн грамоталар менен сыйланган. Андан тышкары Айнагуль Тейишовна эл аралык проекттерге катышып, бай тажрыйбасына ээ болгон. 2009-жылдан тартып, Кыргыз Республикасынын билим берүү министрлигинин Окуу-методикалык бөлүмүнүн (экономика жана башкаруу тармагы боюнча билим берүү бөлүгү) жооптуу катчысы жана билим берүү программаларын аккредитациялоо боюнча эксперти болуп иштейт. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Алиясова Гүлмира Джусуповна - Кыргыз Республикасынын билим берүү министрлигинин Ардак грамотасы (2000), КРдин мамлекеттик тилин өнүктүрүүгө кошкон зор салымы үчүн Кыргыз Республикасынын Президентине караштуу мамлекеттик тил боюнча Улуттук комиссиясынын Ардак грамотасы(2005) жана КЭУнун грамоталары менен сыйланган.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кыргыз Республикасынын билим берүү отличниги (2007). КЭУнун 60-жылдыгына карата юбилейлик медаль менен сыйланган (2013). Квалификацияны жогорулатуу курстарынын, КЭУ жана башка жогорку окуу жайларында уюштурулган көптөгөн окуу-усулдук семинар-тренингдер боюнча сертификаттарга ээ болгон. Алиясова Г.Д. 2006- жылдан бери чыккан “КЭУнун кабарлары” аттуу университеттин илимий-практикалык журналынын редактору.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий кафедрасында ийгиликтүү эмгектенген жогорку квалификациялуу, тажрыйбалуу окутуучулар: Калыбекова А.М.,Ахметова С.Е., Каримова Б.А., Адылова Б.К, Ашырова Н.С. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра төмөнкү предметтердин өтүлүшүнө жана сапатына жооп берет:
   
	 <UL class="ul_blue">
	    <LI>- Кыргыз тили
	    <LI>- Русский язык
	    <LI>- Манастаануу
	    <LI>- Речевая коммуникация
	    <LI>- Деловая риторика
     </UL>
     
	  
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий тилдер кафедрасынын сырткы байланыштары:
   <UL class="ul_blue">
	    <LI>- КРнын Мамлекеттик тилди өнүктүрүү департаменти
	    <LI>- Кыргыз-Россия славян университетинин кыргыз тили кафедрасы Ж. Баласагын атындагы КУУнун мамлекеттик тил кафедрасы
	    <LI>- Мэриянын мамлекеттик тилди өнүктүрүү бөлүмү
	    <LI>- БГУнун мамлекеттик тил кафедрасы
	    <LI>- Орто Азиядагы Америка университети
	    <LI>- И.Арабаев атындагы КМУ
	    <LI>- И.Арабаев атындагы КМУнун “Манастаануу” институту
	    <LI>- Кыргыз-түрк “Манас” университети
	    <LI>- “Кут билим” газетасы ж.б.
     </UL>
   </DIV>


<DIV class="image_center" ><IMG SRC="img/167.jpg"></IMG></DIV>


   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        2008-жылы «Манастаануу» сабагын киргизүү маселеси коюлуп, «Манастаануу» курсу боюнча окуу программасы жана методикалык колдонмо» аттуу эмгек Н.Ж.Жапаралиеванын авторлугунда иштелип чыгып, анын негизинде бардык багытта билим алып жаткан студенттерге окутулуп келе жатат.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        “Манастаануу” сабагынын маанисин арттыруу үчүн белгилүү манасчылар Бакчиев Талантаалы, Исаков Рыспай, Дөөлөт Садыков, Замир Баялиев, Улан Исмаилов, Самат Көчөрбаев менен байма-бай жолугушуулар өткөрүлүп турат.
   </DIV>

    <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий тилдер кафедрасы 2012-жылдын 15-майында республикалык ЖОЖдордун арасында «Манас эпосунун улуттук жана дүйнөлүк маданиятта алган орду» аттуу илимий-практикалык студенттик конференцияны эң жогорку деңгээлде өткөрүп, коомчулуктун омоктуу ойлоруна ээ болду.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Ар бир окуу жылында Мамлекеттик тил майрамын белгилөө максатында Мамлекеттик жана расмий тилдер кафедрасы тарабынан “Эне тилим - элим, энем, уюткум”, “Кыргыз тили кылымдарды карыткан, эч ким аны өчүрө албайт тарыхтан”, “Эне тилдин ээси - эл” жана февраль айында белгиленүүчү “Эл аралык эне тил күнүнө” арналган ачык сабактар, дилбаян жана дубал гезиттердин сынактары өткөрүлүп, көптөгөн у.с. иш-чаралар салттуу түрдө белгиленет.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Ч.Айтматовдун туулган күнүнө карата “Айтматов жана аалам” аттуу студенттик илимий-практикалык конференция, “Чыңгыз Айтматов - кыргыз элинин сыймыгы” аттуу темадагы иш-чаралар, ошондой эле кыргыз поэзиясынын классиги А.Осмоновдун чыгармачылыгына арналган дубал гезиттердин, ыр түрмөктөрүнүн, эссе, дилбаяндардын сынактары, республикабыздагы белгилүү акын-жазуучулар менен болгон жолугушуулар, тегерек столдор, студенттер арасында «Акыл ордо» аттуу интеллектуалдык акыл-таймаштар жана олимпиадалар өткөрүлүп турат. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кыргыз-Түрк “Манас” университети жана республикалык “Манас” жаштар ордосу” тарабынан уюштурулган “Чечен айтыш” сөз өнөрү таймашында, КРнын Президентине караштуу мамлекеттик тил боюнча улуттук комиссиясынын “Сен сүйгөн кыргыз макалы” сынагында, “Ыйык Ата-Журт” коомдук фондунун “Ата-энем – ырысым, ата-энем – бакытым” республикалык сынагында, университеттер аралык “Кеменгер” студенттик клубунун Бишкек шаарындагы ЖОЖдор арасындагы “Акыл таймашы-2013” интеллектуалдык оюнунда КЭУнун студенттери финалга чыгышып, баалуу сыйлыктардын ээлери болушкан.
   </DIV>


<DIV class="image_center" ><IMG SRC="img/168.jpg"></IMG></DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Окуу-методикалык Кеңешмесинде кафедранын окутуучулары Б.Ж.Балтабаева, А.М.Калыбекова, А.Т.Убукеевалардын авторлугунун негизинде даярдалган «Учебное пособие по практическому курсу русского языка для студентов неязыковых факультетов вузов» аттуу окуу китеби, Г.Ж.Алиясова жана Б.К.Адылованын «Кыргыз тили. Тексттер жана тапшырмалар» аттуу жогорку окуу жайлардын 1-2 курстарына ылайыкталган методикалык колдонмосу бекитилип, басмаканадан чыгарылып, азыркы күндө пайдаланууда.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Андан сырткары кафедранын мүчөлөрү тарабынан төмөнкү эмгектер жарык көргөн: Жапаралиева Н.Ж, Адылова Б.К. «Иш кагаздарынын мамлекеттик тилде жүргүзүлүшү», «Т.Сыдыкбековдун өмүрү, чыгармачылыгын окутуунун инновациялык технологиялары» (монография); Г.А.Узбекова - «Краткий тематический словарь по русскому языку для студентов 1-2 курсов» жана «Риторика» боюнча окуу-методикалык комплекси; А.М.Калыбекова, С.Б.Ногойбаева - «Словарь по специальности».
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        2010-жылы «КРнын жогорку окуу жайлары үчүн компетенттүүлүк мамиленин негизинде эң мыкты инновациялык окуу-методикалык комплекси» сынагынын финалисти ага окутуучу С.Е.Ахметова жана 2011-жылы КРнын Билим берүү жана илим министрлиги, Борбордук Азиядагы билим берүү “EDNET”фонду тарабынан жарыяланган конкурска “Манаста-таануу” боюнча окуу-усулдук комплекси үчүн кафедранын доцентинин милдетин аткаруучу Б.А.Каримова жеңүүчү болушкан. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        2013-окуу жылы Кыргыз Республикасынын жогорку профессионалдык билим берүүсүнүн мамлекеттик билим берүү стандартынын «Экономика», «Коммерция», «Бизнес башкаруу», «Менеджмент» адистиктери боюнча үчүнчү муундагы стандарт кафедранын доценти Н.Ж.Жапаралиева тарабынан мамлекеттик тилге которулду.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Мамлекеттик жана расмий тилдер кафедрасы тарабынан жыл сайын университетте ар түрдүү илимий иш-чаралар уюштурулуп турат. Мисалы, «Мектеп-орто профессионалдык билим берүү мекемелери - ЖОЖ: мамлекеттик жана расмий тилдерди окутуунун көйгөйлөрү жана келечеги» деген темада 2013-жылдын 30-майында тегерек столду ийгиликтүү өткөрүп, модератордук ишти кафедранын доценттери А.Т.Убукеева, Г.А.Узбекова алып барышты.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра мүчөлөрү ЖОЖдордо болгон илимий –методикалык, илимий –практикалык конференцияларга активдүү катышып турушат. Мисалга: Ж.Баласагын атындагы КУУда болуп өткөн «Ч.Айтматов феномени», БГУда өткөн «Окутуунун инновациялык ыкмалары түркүн тилде», К.И.Скрябин атындагы КАУда болгон «Айтматовдук 5-окуу», «Актерлук чеберчилик», «Чечендик» аттуу ж.б., И.Арабаев атындагы КМУда, КМДМСАда өткөн көптөгөн Эл аралык конференцияларда баалуу баяндамалар жана макалалары менен катышып, эмгектери жарык көрдү. Кафедранын окутуучулары КЭУнун өзүндө болуп турган тренинг, семинарлардын активдүү катышуучулары.
   </DIV>


<DIV class="image_center" ><IMG SRC="img/169.jpg"></IMG></DIV>

  
<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/170.jpg"></IMG>
	     <BR>Узбекова Г.А.
		 <BR>и.о. доцента кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/171.jpg"></IMG>
	     <BR>Жапаралиева Н.Ж.
		 <BR>к.пед.н., доцент, зав. 
         <BR>кафедрой гос.и оф.языков
	</DIV>
	<DIV class="staff"><IMG SRC="img/172.jpg"></IMG>
	     <BR>Убукеева А.Т.
		 <BR>доцент кафедры
	</DIV>
</DIV>

  <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/173.jpg"></IMG>
	     <BR>Каримова Б.А.
		 <BR>и.о. доцента кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/174.jpg"></IMG>
	     <BR>Мырзадаирова Д.Ш.
		 <BR>к.п.н., 
         <BR>и.о.доцента кафедры
	</DIV>
	<DIV class="staff"><IMG SRC="img/175.jpg"></IMG>
	     <BR>Алиясова Г.Д.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

   <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/176.jpg"></IMG>
	     <BR>Ахметова С.Е.
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/177.jpg"></IMG>
	     <BR>Ашырова Н.С.
		 <BR>Адылова Б.К.
	</DIV>
	<DIV class="staff"><IMG SRC="img/178.jpg"></IMG>
	     <BR>Адылова Б.К.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/179.jpg"></IMG>
	     <BR>Тилек к. Ж.
		 <BR>ст.лаборант
	</DIV>
</DIV> -->



