<DIV class="headers">КАФЕДРА ИНОСТРАННЫХ ЯЗЫКОВ</DIV>
   
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2000 году на базе кафедры кыргызского и русского языков была сформирована кафедра иностранных языков. И. о. зав. кафедрой была назначена ст. преподаватель Садирова И. М. С 2001 по настоящее время кафедру возглавляет профессор, отличник образования Исабекова Б. А. Штат кафедры состоит из 16 сотрудников: заведующая кафедрой, профессор; 4 доцента; 10 старших преподавателей; 1 преподаватель и 1 методист.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        История кафедры тесно связана со становлением университета. Коллектив кафедры пополняется специалистами, среди которых немало высококвалифицированных преподавателей, побывавших на стажировках в зарубежных странах, в частности, в Англии, Турции, США, Шотландии, Чехии, Франции, Германии и Индии.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре преподаются 4 предмета: английский, немецкий, французский, китайский языки. Кафедра на должном уровне обеспечена современными учебниками и учебными пособиями как отечественных, так и зарубежных авторов. Это методические пособия, Оксфордские и Кембриджские инновационные аудио-видео курсы в трех уровнях. А также используется аудио-видео курс по французскому языку «Le francais a grande vitesse», по немецкому языку- бизнес курс «Deutsch im Hotel», составление ситуативных диалогов, проигрывание малых спектаклей. Для осуществления задачи повышения качества обучения укрепляется материально-техническая база: оборудованы кабинеты, студенты обеспечены необходимыми современными учебными аудио-видео материалами и учебно-методическими комплексами, разработанными преподавателями кафедры. На кафедре изданы учебники и учебные пособия для студентов, изучающих иностранные языки:
   <UL class="ul_blue">
	    <LI>- «Кыргызско-русско-английский словарь по сельскому хозяйству» Исабекова Б.А. (есть авторское свидетельство);
        <LI>- «Кыргызско-русско-английский словарь экономических и финансовых терминов», Исабекова Б.А. (есть авторское свидетельство);
	    <LI>- Учебник английского языка по разви-тию речи “English in use”, Бегельдинова А.Х., 2015;
	    <LI>- Английский язык. Программа, методические указания и контрольные задания для студентов дистантного обучения по специальности «Налогообложение», Бегельдинова А.Х., Субанбекова К.А., 2007;

	    <LI>- Методические указания и контрольные задания для факультета Менеджмента и туризма заочного отделения, Исбекова Б.А. Садирова И.М., Асанова Д.К.- 2007;  <LI>- Методические разработки для студентов дистантного обучения по специальности Бухучет, Финансы и кредит, составители: проф. Исабекова Б.А., ст. преп. адирова И.М., Субанбекова К.А., Кожомкулова Г.Э.- 2007
	    <LI>- Kyrgyzstan is my native land – Убалиева М.У.- 2008;
	    <LI>- Actual problems of tourism development - Убалиева М.У.- 2011;
	    <LI>- «English for students of Economics and Tourism», составители: доцент Убалиева М.У., ст. преп. Жолдошбекова Э.А., преп. Кулубаева А . М., 2013;
	    <LI>- «Английский язык для студентов экономистов и магистрантов» по направлению «Экономика», составители: Аминова Б.И., Алымкулова Г.Ж. 2012 ;
	    <LI>- Омурзакова К.А. – «Учебное пособие по немецкому языку по направлению Туризм» - 2014.
     </UL>
   </DIV>

 <DIV class="image_center" ><IMG SRC="img/180.jpg"></IMG></DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        На кафедре за многолетнюю педагогическую деятельность и заслуги в воспитании и подготовке высококвалифицированных специалистов награждены значком «Отличника образования Кыргызской Республики» 5 преподавателей: профессор Исабекова Б.А., доценты Убалиева М.У., Аминова Б.И., Садирова И.М.; ст.преподаватель Субанбекова К.А.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Совместная разработка УМK для студентов МиТ получила достойную высокую оценку в республиканском конкурсе, организованном «Ednet». Авторы: ст. преподаватели Жолдошбекова Э.А., Садирова И.М., Алымкулова Г., Асанова Д.К.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        С внедрением Болонской системы обучения разработаны силлабусы, рабочие программы с учетом специальностей и согласно требованиям кредит-часов. На всех практических занятиях преподаватели постоянно используют инновационную методику преподавания иностранных языков: традиционные (вопросы-ответы, ролевые игры, круглый стол, преподаватель-студент-преподаватель), интерактивные (игровые, мозговой шторм, диаграмма Венна, case study, back-board и др.) с использованием ТСО. Отдельные дисциплины читаются на английском языке: «Актуальные проблемы развития туризма в Кыргызстане», «Деловые связи», American studies», «Основы гида переводческой деятельности». В целях повышения квалификации преподаватели кафедры проходят курсы и тренинги, организованные Lingua School, Forum, DAAD, Oxford Press, Ednet, Академией Образования, Гете институтом, посольством Франции.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Посольство США организовало 3-х месячные курсы в On-line режиме для преподавателей английского языка по программе «Webinar» в центре AICES American corners, по итогам которого члены кафедры получили сертификаты. В 2009-2010 учебном году преподаватели-носители языка Фостер Дж и Кэмп Дж из «Educational Service International California USA» провели практические занятия со студентами факультета МиТ.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        В 2012 году кафедра организовала месячный тренинг с приглашением профессора Р.Гвина из коммерческого международного образовательного центра «А wayto Connect» для преподавателей английского языка лицея, колледжа и университета, по окончании которого все преподаватели получили сертификаты международного образца.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Особое внимание на кафедре уделяется научно-методической работе. Кафедра организовала и провела на высоком уровне ряд международных научно-практических конференций:
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        «Инновационные методы преподавания делового иностранного языка в неязыковых вузах». Участники отметили актуальность поднятых проблем, решение которых послужит прогрессом на пути к интеграции высшей школы Кыргызстана в международное образовательное пространство и повышению качества подготовки специалистов;
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        «Совершенствование подготовки специалистов со знанием иностранных языков» с приглашением представителей аккредитованных посольств США, Франции, Германии, Совета по образованию посольства США, ACCELS, ДААД, «Гете институт», Министерства образования и науки, а также ученых, преподавателей из 27 вузов республики.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Все преподаватели кафедры тесно сотрудничают с преподавателями вузов ближнего и дальнего зарубежья, обмениваются опытом, участвуют в конференциях, семинарах и тренингах. Преподаватели кафедры постоянно повышают свою профессиональную квалификацию, активно посещая тренинги «Oxford Press», on-line тренинг «Webinar», организованные посольством США. В мае 2015г. преподаватели кафедры приняли участие в международной конференции «Профессионалы 21 века», с участием Билла Боулера, автором изданий Oxford Press.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Ежегодно членами кафедры проводится Олимпиада по английскому языку. Победители принимают участие в межвузовских олимпиадах и занимают призовые места. Так, в 2009 г. студенты КЭУ Бийназарова Назира, Иманканова Мээрим заняли 2-е место среди 23 вузов. В 2011 году команда КЭУ, в составе Мырзакуловой Татыны СК-1-09, Белек у Бекжан в межвузовской олимпиаде, проведенной в АУПКР, среди 18 вузов, стали обладателями Гран-при. Победителями 2013 года стали студенты МиТ Эталиев Арман, Лазарева Ольга; УФФ - Сапарбеков Адилет, Климова Алтынай.
   </DIV>

   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студенты группы БУ-1-09 Жолоева А, Дамирова М., Эмильбек кызы Чолпон участвовали в студенческой конференции в честь 80-летия образования КНУ им.Ж. Баласагына, и за лучшие презентации были удостоены дипломами 1-й степени. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Доцент Аминова Б.И. подготовила студентов группы Э-2-12 Шерматову Айжамал и Сапарбекова Адилета (гр.ФК-4-12), которые прошли конкурс по проекту ACICA.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Студенты КЭУ приняли участие в тренингах Talking club, организованных Американским Образовательным Центром, на которых у участников была возможность совершенствовать речевые навыки. 
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Кафедра придает особое значение развитию научного мировоззрения студентов. Наряду с программными учебными материалами, предлагаются темы об истории, экономике, а также другие темы для привития навыков творческой работы, передачи своей точки зрения на иностранном языке. Выступления, доклады, презентации, рефераты – это результаты начала научно-исследовательской деятельности студентов.
   </DIV>
   <DIV>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        Также ведется воспитательная работа со студентами. Ежегодно организуется благотворительная поездка в детский реабилитационный центр «Умут - Надежда». Проведены на высоком уровне: театрализованные представления «Язык Шекспира объединяет весь мир»; творческий вечер д.э.н. Исманова И.А. «Талант кесип тандабайт». Интересно прошла встреча студентов с ветераном Афганской войны, полковником Кубатовым Ж. на тему: «Борьба с терроризмом». Регулярно организуются тематические вечера на 3-х языках, посвященные знаменательным датам: «Нооруз», «Карнавал», «ThanksgivingDay», «Christmas». В 2012 г, 18 мая было проведено мероприятие «Эне жүрөгү-дүйнө тиреги», посвященное Дню Матери. Ежегодно в рамках проведения «Недели Франкофонии» проводится «Кулинарное ателье» с участием атташе и сотрудников посольства Франции. Многие мероприятия, организованные кафедрой иностранных языков освещаются в СМИ: в печати, а также транслировались по республиканскому телевидению.
   </DIV>
  
<DIV class="image_center" ><IMG SRC="img/194.jpg"></IMG></DIV>

<!-- <DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/181.jpg"></IMG>
	     <BR>Убалиева М.У. 
		 <BR>доцент кафедры
	</DIV>
    <DIV class="staff"><IMG SRC="img/182.jpg"></IMG>
	     <BR>Исабекова Б.А.
		 <BR>доцент, 
         <BR>заведующая кафедрой
	</DIV>
	<DIV class="staff"><IMG SRC="img/183.jpg"></IMG>
	     <BR>Аминова Б.И.
		 <BR>и.о. доцента кафедры
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/184.jpg"></IMG>
	     <BR>Бектурова Ч.Ж. 
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/185.jpg"></IMG>
	     <BR>Садирова И.М.
		 <BR>доцент кафедры
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/186.jpg"></IMG>
	     <BR>Омурзакова К.Т.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/187.jpg"></IMG>
	     <BR>Субанбекова К.А.
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/188.jpg"></IMG>
	     <BR>Кожомкулова Г.Э.
		 <BR>ст.преподаватель
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/189.jpg"></IMG>
	     <BR>Жолдошбекова Э.А.
		 <BR>ст.преподаватель
	</DIV>
</DIV>

<DIV class="staff_block">
    <DIV class="staff" ><IMG SRC="img/190.jpg"></IMG>
	     <BR>Иманканова Н.Ш.
		 <BR>ст.преподаватель
	</DIV>
    <DIV class="staff"><IMG SRC="img/191.jpg"></IMG>
	     <BR>Асанова Д.К.
		 <BR>ст.преподаватель
         <BR>
	</DIV>
	<DIV class="staff"><IMG SRC="img/192.jpg"></IMG>
	     <BR>Сыдыкова Н.А.
		 <BR>ст.преподаватель
	</DIV>
	<DIV class="staff"><IMG SRC="img/193.jpg"></IMG>
	     <BR>Доктурбекова Н.Д.
		 <BR>ст.лаборант
	</DIV>
</DIV>
 -->
